Repository: audinowho/PMDODump
Catalog: Asset/Data/Script/ground/post_office/strings.*.resx
Languages: de

# Connect_Goodbye
source: Come again anytime!
de: Komm jederzeit wieder!

# Connect_Info_Ask
source: So, what do you want to know?
de: Also, was willst du wissen?

# Connect_Info_File_Rescue_001
source: Even if you can't connect to your partner, you can still do rescues with File Rescue.
de: Selbst wenn du dich nicht mit deinem Partner verbinden kannst, kannst du mithilfe des Rettungsbriefs die Rettung durchführen.

# Connect_Info_File_Rescue_002
source: When someone wipes out in a dungeon, a .sosmail file will appear in RESCUE/OUTBOX/SOS.
de: When jemand in einem Dungeon besiegt wird, erscheint ein SOS-Brief in RESCUE/OUTBOX/SOS.

# Connect_Info_File_Rescue_003
source: Have them send it to you, and place it in RESCUE/INBOX/SOS.
de: Lass Sie ihn dir zuschicken und platziere ihn in RESCUE/INBOX/SOS.

# Connect_Info_File_Rescue_004
source: From there, you'll be able to do the rescue like you would normally.
de: Anschliessend kannst du die Rettung wie gewohnt durchführen.

# Connect_Info_File_Rescue_005
source: After you've completed the mission, a .aokmail file will appear in RESCUE/OUTBOX/AOK.
de: Nachdem du die Mission beendet hast erscheint ein AOK-Brief in RESCUE/OUTBOX/AOK.

# Connect_Info_File_Rescue_006
source: Send it back to your partner, and have them place it in RESCUE/OUTBOX/AOK.
de: Sende ihn an deinen Partner zurück und lass Sie ihn in RESCUE/OUTBOX/AOK platzieren.

# Connect_Info_File_Rescue_007
source: From there, they'll be able to continue their adventure!
de: Anschliessend können Sie Ihr Abenteuer fortsetzen.

# Connect_Info_File_Rescue_008
source: However, keep in mind that you cannot receive rewards with this method.
de: Du solltest aber im Kopf behalten, dass du über diese Methode keine Belohnungen erhältst.

# Connect_Info_Friends_001
source: To connect with friends, first choose a server to communicate on.
de: Um dich mit Freunden zu verbinden, verbinde dich zuerst mit einem Server um zu kommunizieren.

# Connect_Info_Friends_002
source: Then, exchange Team IDs with your friend to add them to your contact list.
de: Dann tausch deine Team IDs mit deinem Freund um Sie zu deinen Kontakten hinzuzufügen.

# Connect_Info_Friends_003
source: Once added, you can choose to rescue or trade with them.
de: Nach dem hinzufügen kannst du eine Rettung oder einen Tausch vereinbaren.

# Connect_Info_Friends_004
source: Just make sure you and your partner are connecting to the same server!
de: Stellt aber sicher das ihr euch beide mit dem gleichen Server verbindet.

# Connect_Info_P2P_001
source: Normally, communicating with a friend requires both players to connect to the same server.
de: Normalerweise erfordert die kommunikation mit Freunden, dass beide Spieler sich mit dem selben Server verbinden.

# Connect_Info_P2P_002
source: If you can't find a server that is online, you can't connect to your friend.
de: Wenn du keinen Server finden kannst der Online ist, kannst du dich nicht mit deinen Freunden verbinden.

# Connect_Info_P2P_003
source: But by connecting peer-to-peer, you won't need a server!
de: Aber mit einer Peer-to-Peer-Verbindung brauchst du keinen Server!

# Connect_Info_P2P_004
source: First, you must exchange IP addresses with your partner. Be sure to give your IP only to trusted people.
de: Zuerst müsst Ihr eure IP-Adressen austauschen. Gib deine IP-Adresse nur an persone weiter denen du vertraust!

# Connect_Info_P2P_005
source: Then, configure your server settings use your friend's IP.
de: Dann konfiguriere deine Server-Einstellungen mit der IP-Adresse deines Freunds.

# Connect_Info_P2P_006
source: You and your partner must also specify the same port. If left blank, the port defaults to 1705.
de: Du und dein Partner müsst ausserdem den selben Ausgang wählen. Wird dieses Feld leergelassen wird automatisch 1705 ausgewählt.

# Connect_Info_P2P_008
source: Once you've set everything up, you can connect to your partner like normal.
de: Sobald alles eingerichtet ist kannst du dich wie gewohnt mit deinem Partner verbinden.

# Connect_Info_P2P_009
source: Be sure to set your server settings back to normal after you're done.
de: Stelle sicher deine Servereinstellungen auf normal zurückzusetzen nachdem du fertig bist.

# Connect_Info_Rescue_001
source: Friend Rescues are rescue missions between friends over the Internet.
de: Freundesrettungen sind Retungsmissionen zwischen Freunden über das Internet.

# Connect_Info_Rescue_002
source: If your friend wiped out in a dungeon, you could play the hero and come to their rescue!
de: Wenn dein Freund in einem Dungeon besiegt wird kannst du den Helden spielen und zu Ihrer rettung eilen!

# Connect_Info_Rescue_003
source: Connect to a friend who was KO'd in a dungeon, and you will receive an SOS Mail.
de: Verbinde dich mit einem Freund der im Dungeon KO geschlagen wurde und du erhälst einen SOS-Brief.

# Connect_Info_Rescue_004
source: When you get that mail, you can start a rescue mission at the counter to your right.
de: Wenn du den Brief erhältst, kannst du die Rettungsmission am Schalter zu deiner Rechten starten.

# Connect_Info_Rescue_005
source: If you complete the mission, connect to your friend again to send them an A-OK Mail.
de: Wenn du die Mission abschliesst, verbinde dich erneut mit deinem Freund um Ihm den A-OK Brief zu senden.

# Connect_Info_Rescue_006
source: Once they get that mail, they can continue from where they fainted in that dungeon.
de: Sobald Sie diesen Brief erhalten, können SIe von dort weitermachen wo Sie im Dungeon besiegt worden sind.

# Connect_Info_Rescue_007
source: Just remember, you can only rescue friends if they're in dungeons you can access.
de: Denk aber dran, du kannst Freunde nur aus Dungeons Retten, zu denen du zugang hast.

# Connect_Info_Server_Host_001
source: Your game should come with a copy of PMDOServer.
de: Dein Spiel sollte bereits eine Kopie des PMDOServers beinhalten.

# Connect_Info_Server_Host_002
source: Run the program to host a server. It will remain up until you stop it.
de: Starte das Programm um einen Server zu hosten. [br]Dieser bleibt online bis du das Programm beendest.

# Connect_Info_Server_Host_003
source: Be sure to port-forward to let other players connect properly.
de: Stelle sicher das die Anschlussweiterleitung eingestellt ist,[br] damit andere spieler sich ordentlich verbinden können.

# Connect_Info_Trade_Item_001
source: You can exchange Pokémon-specific items with your friend over the Internet.
de: Du kannst Pokemonspezifische Items über das Internet mit deinem Freund teilen.

# Connect_Info_Trade_Item_002
source: Items are traded from storage, and up to 8 can be sent at a time.
de: Items werden aus dem Lager getauscht, es können bis zu 8 auf einmal gesandt werden.

# Connect_Info_Trade_Mail_001
source: You can trade any mission you're currently holding with your friend over the Internet.
de: You kannst jede Mission die du derzeit verfolgst mit deinem Freund über das Internet tauschen.

# Connect_Info_Trade_Mail_002
source: Be aware that when the mission is no longer in your hands, you will lose track of the Pokémon requesting it.
de: Beachte aber, dass du, wenn du die Mission weitergibst, den Kontakt zum Pokemon das die Mission gestellt hat verlierst.

# Connect_Info_Trade_Team_001
source: You can exchange assembly members with your friend over the Internet.
de: Du kannst Team Mitglieder mit deinem Freund über das Internet tauschen.

# Connect_Info_Trade_Team_002
source: Send them abroad to your friend's team, and they'll send one of their members in return.
de: Sende sie zum Team deines Freundes und Sie senden dir eins Ihrer Teammitglieder im tausch.

# Connect_Info_Trade_Team_003
source: When sent in, they'll be treated like any other Pokémon that joined your team.
de: Die getauschten Pokemon werden behandelt wie jedes andere Pokémon das sich deinem Team angeschlossen hat.

# Connect_Info_Trade_Team_004
source: Just remember, Pokémon important to the team can't be sent over.
de: Denk einfach nur daran, dass Pokemon die im Team wichtig sind nicht übersandt werden können.

# Connect_Intro
source: Hello there, this is the Connectivity counter.[pause=0] What can I help you with today?
de: Halli Hallo, dies ist der Verbindungsschalter.[pause=0] Wie kann ich Ihnen helfen?

# Connect_Intro_Return
source: Need help with anything else?
de: Kann ich sonst noch helfen?

# Connect_No_Server
source: You haven't set a server yet![pause=0] Configure your server settings first.
de: Du hast noch keinen Server eingerichtet![pause=0] Konfiguriere bitte zuerst deiner Servereinstellungen.

# Connect_Option_Advanced
source: Advanced Topics
de: Fortgeschrittenen Themen

# Connect_Option_Connect
source: Connect to a Friend
de: Mit einem Freund Verbinden

# Connect_Option_File_Rescue
source: File Rescue
de: Rettung Beantragen

# Connect_Option_Friend_Rescue
source: Friend Rescue
de: Freundesrettung

# Connect_Option_Friends
source: Connecting to Friends
de: Mit Freunden verbinden

# Connect_Option_Host
source: Hosting a Server
de: Einen Server Hosten

# Connect_Option_P2P
source: Connecting Peer-to-Peer
de: Peer-To-Peer Verbinden

# Connect_Option_Server
source: Configure Server
de: Server Konfigurieren

# Connect_Option_Teammate
source: Teammate Exchange
de: Teammitglieder Tauschen

# Connect_Option_Treasure
source: Treasure Exchange
de: Schätze Tauschen

# Records_Intro
source: Hello, this is the Rescue counter.
de: Hallo, dies ist der Rettungs-Schalter.

# Rescue_AOK_None
source: You don't have any AOK mail right now.
de: Sie haben derzeit keine A-OK Briefe.

# Rescue_Begin
source: Very good! I'll show you to the rescue site right away!
de: Sehr Gut! Ich bringe Sie direkt zur Rettungsstelle!

# Rescue_Confirm
source: Do you want to head out for a rescue in {0}?
de: Willst du zu einer Rettung in {0} aufbrechen?

# Rescue_Goodbye
source: Please come see me anytime.
de: Bitte kommen Sie jederzeit wieder.

# Rescue_Intro
source: Hello, I handle mail![pause=0] How may I serve you?
de: Hallo, Ich kümmere mich um die Post![pause=0] Wie kann ich dienen?

# Rescue_Intro_Return
source: May I help you with anything else?
de: Kann ich mit irgendetwas anderem behilflich sein?

# Rescue_Option_AOK
source: A-OK Mail
de: A-OK Brief

# Rescue_Option_SOS
source: SOS Mail
de: SOS Brief

# Rescue_Return_Fail_001
source: Welcome back![pause=0] Oh, your rescue attempt went badly...
de: Willkommen zurück![pause=0] Oh, Dein Rettungseinsatz ist nicht gut verlaufen...

# Rescue_Return_Fail_002
source: But there's no need to give up![pause=0] You can always try again!
de: Aber es gibt keinen grund aufzugeben![pause=0] Du kannst es jederzeit erneut versuchen!

# Rescue_Return_Miss_001
source: Hm?[pause=0] You exited the dungeon without reaching the rescue point?
de: Hm?[pause=0] Du hast den Dungeon verlassen ohne den Rettungsort zu erreichen?

# Rescue_Return_Miss_002
source: I'm afraid that won't do![pause=0] You'll have to try again.
de: Ich fürchte das reicht nicht![pause=0] Du wirst es erneut versuchen müssen.

# Rescue_Return_Miss_003
source: Always remember, the mission isn't completed until you reach the rescue goal.
de: Denk immer daran, die Mission ist nicht abgeschlossen bis das Ziel der Rettung erreicht ist.

# Rescue_Return_Success_001
source: Welcome back![pause=0] Your rescue mission...[pause=0] was a great success, of course!
de: Willkommen zurück![pause=0] Oh, Dein Rettungseinsatz... war natürlich ein grosser erfolg.

# Rescue_Return_Success_002
source: Do you have a message you want to send your friend?
de: Willst du deinem Freund eine Nachricht mitgeben?

# Rescue_Return_Success_003
source: Very well![pause=0] Don't forget to send the A-OK Mail to the friend you rescued!
de: Alles klar![pause=0] Vergiss nicht den A-OK Brief an den Freund den du gerettet hast zu senden!

# Rescue_Return_Success_004
source: I hope you will continue rescuing friends in trouble!
de: I hoffe du rettest auch weiterhin Freunde in not!

# Rescue_SOS_None
source: You don't have any SOS mail right now.
de: Derzeit liegen keine SOS Briefe vor.
