Repository: audinowho/PMDODump
Catalog: Asset/Strings/stringsEx.*.resx
Languages: es

# TALK_PINCH_0191
source: I suffer...but there must be something that can be done...
es: Estoy sufriendo, pero debe de haber algo que pueda hacer...

# TALK_PINCH_0192
source: My health flickers and wanes... If left unhealed...
es: Mi salud está decayendo... Si no me curo...

# TALK_PINCH_0193
source: My damage is not slight... Have I underestimated the challenge...?
es: Tal vez haya subestimado este reto...

# TALK_PINCH_0195
source: Things are looking grim...
es: La suerte no me sonríe...

# TALK_PINCH_0196
source: I feel awfully faint... Please help me...
es: Me debilito... ¡Ayúdame!

# TALK_PINCH_0197
source: I'm at my limit...
es: Estoy al límite...

# TALK_PINCH_0198
source: I am all but collapsing on my feet... Someone heal me...
es: Siento que me desplomo... ¡Que alguien me cure!

# TALK_PINCH_0200
source: I might be unable to go on...
es: Podría estar en las...

# TALK_WAIT_0000
source: Another exciting adventure! Where are we going?
es: ¡Otra aventura emocionante! ¿Adónde vamos?

# TALK_WAIT_0001
source: Let's get going! Let's explore!
es: ¡En marcha! ¡A explorar!

# TALK_WAIT_0002
source: OK! Let's go find treasure!
es: ¡Vale! ¡A buscar el tesoro!

# TALK_WAIT_0003
source: What will we find this time?
es: ¿Qué encontraremos esta vez?

# TALK_WAIT_0005
source: Let's keep our spirits up on this one!
es: ¡Animémonos para esta ocasión!

# TALK_WAIT_0006
source: I'm ready to head out anytime.
es: Por mí, podemos partir ya.

# TALK_WAIT_0007
source: I'm ready to head out on another adventure!
es: ¿Todo listo para partir? ¡Yo lo estoy!

# TALK_WAIT_0010
source: I'm a bit nervous about this trip!
es: ¡Tengo unos nervios con este viaje!...

# TALK_WAIT_0011
source: So where are we going next?
es: ¿Adónde vamos ahora?

# TALK_WAIT_0012
source: I'll do the best I can!
es: ¡Lo haré lo mejor que pueda!

# TALK_WAIT_0015
source: So where to next?
es: ¿Y ahora adónde?

# TALK_WAIT_0016
source: How long before we leave, do you think?
es: ¿Cuánto crees que falta para irnos?

# TALK_WAIT_0017
source: Oh, finally prepared to leave?
es: ¿Ya podemos irnos?

# TALK_WAIT_0020
source: Oho... So warm here. So nice!
es: ¡Qué calorcito! ¡Qué bien se está aquí!

# TALK_WAIT_0021
source: Oho... No need to hurry... I'm quite content to wait.
es: No hay prisa. No me importa esperar.

# TALK_WAIT_0022
source: Oho... I wonder...what if we found a treasure...?
es: ¿Y si encontramos un tesoro?

# TALK_WAIT_0025
source: Ready, steady, go!
es: ¡Tres, dos, uno, ya!

# TALK_WAIT_0026
source: Happy to help out, [hero]!
es: ¡Me alegra ser de ayuda, [hero]!

# TALK_WAIT_0030
source: Exploration... Exploration...
es: Exploración... Exploración...

# TALK_WAIT_0031
source: Treasure... Find treasure...
es: Tesoro. Encontrar... el tesoro...

# TALK_WAIT_0032
source: Excited... Excited...
es: Emoción. ¡Qué emoción!

# TALK_WAIT_0035
source: Ready for anything!
es: ¡Todo listo para lo que sea!

# TALK_WAIT_0036
source: Time to go! Let's go already!
es: ¡Es hora de irse! ¡Vamos!

# TALK_WAIT_0037
source: We gotta go soon, OK? Or I'm gonna get going!
es: Hay que ponerse en marcha pronto. ¡Si no, me voy por mi cuenta!

# TALK_WAIT_0040
source: Time to go yet?
es: ¿Ya es hora de irse?

# TALK_WAIT_0041
source: Can we go already?
es: ¿Nos vamos?

# TALK_WAIT_0042
source: I'm getting tired of waiting!
es: ¡Me estoy cansando de esperar!

# TALK_WAIT_0045
source: What do you say? Where next?
es: ¿Cómo dices? ¿Adónde?

# TALK_WAIT_0046
source: Let's go find nice treasures!
es: ¡Vamos a buscar buenos tesoros!

# TALK_WAIT_0047
source: I'm a little tired of waiting.
es: Estoy un poco cansada de esperar.

# TALK_WAIT_0050
source: This'll be a good test for me!
es: ¡Esta será toda una prueba para mí!

# TALK_WAIT_0051
source: Come on! Move it! Go get ready!
es: ¡Vamos! ¡Venga! ¡A prepararse!

# TALK_WAIT_0052
source: Come on! Get a move on already!
es: ¡Vamos! ¡Espabila!

# TALK_WAIT_0055
source: Uh-yup! Let's go exploring!
es: ¡Vamos a explorar!

# TALK_WAIT_0056
source: Uh-yup! Ready when you are!
es: ¡Sí! ¡Cuando quieras!

# TALK_WAIT_0057
source: Zzzz... Zzzz...
es: Zzz... zzz...

# TALK_WAIT_0058
source: Did ya stock up on food?
es: ¿Llevas bastante comida?

# TALK_WAIT_0060
source: An adventure! I want a BIG adventure!
es: ¡Aventura! ¡Tengo ganas de una aventura de verdad!

# TALK_WAIT_0061
source: Let's go! It's REALLY time to go!
es: ¡Vamos! ¡Hay que irse ya!

# TALK_WAIT_0062
source: I'm powered up to GO!
es: ¡Estoy impaciente! ¡Casi se me van solos los pies!

# TALK_WAIT_0063
source: Let's show some GUTS on this big adventure!
es: ¡Hay que echarle agallas a esta aventura!

# TALK_WAIT_0065
source: OK, now! Chin up! Let's discover some treasure!
es: ¡Esa frente bien alta! ¡Y a buscar el tesoro!

# TALK_WAIT_0066
source: Don't you find this so exciting?
es: ¿No os parece emocionante?

# TALK_WAIT_0067
source: Come now! Why dillydally?
es: ¡Venga! ¡Para qué perder el tiempo!

# TALK_WAIT_0070
source: Exploration? Leave it to me!
es: ¿Exploración? ¡Déjamela a mí!

# TALK_WAIT_0071
source: Yeah, this is going to be a great trip, all right!
es: ¡Este va a ser un gran viaje!

# TALK_WAIT_0072
source: Ready to go whenever you are!
es: ¡Cuando lo tengas todo listo!

# TALK_WAIT_0075
source: Sure you haven't forgotten anything?
es: ¿Seguro que no te olvidas nada?

# TALK_WAIT_0076
source: All set for exploration, [hero]?
es: ¿Todo listo para ir a explorar, [hero]?

# TALK_WAIT_0077
source: I'm really looking forward to exploring with you.
es: Tengo muchas ganas de ir a explorar contigo.

# TALK_WAIT_0080
source: I can see it now... A mountain of treasure...
es: Ya puedo verla... una montaña de tesoros.

# TALK_WAIT_0081
source: Yes, yes... A mountain of treasure... Sound good to you?
es: Sí, una montaña de tesoros... ¿suena bien no?

# TALK_WAIT_0082
source: The waiting...the suspense... It's what I live for!
es: La espera, el suspense... ¡eso es lo que más me gusta!

# TALK_WAIT_0136
source: Fun! \u266A Love to explore! \u266A
es: ¡Bien! ¡Me encanta explorar! \u266A

# TALK_WAIT_0137
source: Soon! \u266A Let's go soon! \u266A
es: ¡Vámonos pronto! \u266A

# TALK_WAIT_0138
source: Yes, yes! \u266A I'll do my best! \u266A
es: ¡Sí, lo haré lo mejor que pueda!

# TALK_WAIT_0139
source: Where, oh, where? \u266A I can't wait to find out where! \u266A
es: ¿Dónde? \u266A ¡Me muero de ganas de saber dónde! \u266A

# TALK_WAIT_0145
source: I await our trip with delight!
es: ¡Espero con entusiasmo nuestro viaje!

# TALK_WAIT_0146
source: It would be dazzling to discover something new, would it not?
es: Sería estupendo descubrir algo nuevo, ¿verdad?

# TALK_WAIT_0147
source: I've been ready for quite some time... Shall we depart?
es: Llevo ya tiempo lista. ¿Nos vamos?

# TALK_WAIT_0148
source: Let us make this exploration a successful one!
es: ¡Que sea una exploración exitosa!

# TALK_WAIT_0149
source: I can depart at your earliest convenience.
es: Me pondré en marcha en cuanto queráis.

# TALK_WAIT_0150
source: I'm ready to go!
es: ¡Estoy listo!

# TALK_WAIT_0151
source: How will this turn out? I just can't wait!
es: ¿Qué pasará? ¡Estoy ansioso por saberlo!

# TALK_WAIT_0152
source: Will we be leaving soon?
es: ¿Nos iremos pronto?

# TALK_WAIT_0153
source: No need to rush! Just get ready, then we'll go.
es: ¡Sin prisa! Cuando esté todo listo, nos marchamos.

# TALK_WAIT_0155
source: Good to go whenever you are!
es: ¡Cuando queráis nos vamos!

# TALK_WAIT_0156
source: Let's go soon!
es: ¡Vámonos cuanto antes!

# TALK_WAIT_0157
source: Are we leaving yet? I'm getting tired of waiting...
es: ¿Nos vamos? Me estoy cansando de esperar...

# TALK_WAIT_0158
source: I can't wait to start exploring!
es: ¡Quiero empezar a explorar!

# TALK_WAIT_0160
source: I'm ready to go!
es: ¡Estoy listo!

# TALK_WAIT_0161
source: How this will turn out? I'm so excited!
es: ¿Qué pasará? ¡Estoy tan emocionado!

# TALK_WAIT_0162
source: Let's head out as soon as we're all ready to go!
es: ¡Dirijámonos allí en cuanto estemos listos para emprender la marcha!

# TALK_WAIT_0163
source: Will we be leaving soon?
es: ¿Nos iremos pronto?

# TALK_WAIT_0165
source: I'M READY! IS IT TIME TO GO?
es: ¿HORA DE IRSE YA?

# TALK_WAIT_0166
source: WE CAN GO AT ANY TIME.
es: YA PODEMOS MARCHARNOS.

# TALK_WAIT_0167
source: HURRY NOW! THE TIME IS NOW!
es: ¡RÁPIDO! ¡HA LLEGADO LA HORA!

# TALK_WAIT_0168
source: ARE YOU SUGGESTING THAT I MUST WAIT?
es: ¿ESTÁIS SUGIRIENDO QUE ME ESPERE?

# TALK_WAIT_0170
source: YOU EXPECT ME TO WAIT?
es: ¿QUERÉIS QUE ESPERE?

# TALK_WAIT_0171
source: I'M PREPARED FOR BATTLE!
es: ¡ME HE PREPARADO PARA LUCHAR!

# TALK_WAIT_0172
source: HOW LONG AM I TO WAIT?
es: ¿CUÁNTO TENDRÉ QUE ESPERAR?

# TALK_WAIT_0173
source: LET US BE OFF! MAKE HASTE!
es: ¡VÁMONOS! ¡DEPRISA!

# TALK_WAIT_0175
source: SET...TO...GO...
es: LISTO PARA MARCHAR...

# TALK_WAIT_0176
source: ANY...TIME... ANY...TIME...
es: CUANDO SEA...

# TALK_WAIT_0177
source: WHY... WHY... WHY... WAIT?
es: ¿POR QUÉ ESPERAR?

# TALK_WAIT_0178
source: FOLLOW... YOU... ANYWHERE...
es: OS SEGUIRÉ ADONDE SEA...

# TALK_WAIT_0180
source: I am at the ready.
es: Ya estoy listo.

# TALK_WAIT_0181
source: Wherever you go, I shall follow. Let me emphasize it: wherever!
es: Os seguiré dondequiera que vayáis. Lo dicho: ¡donde sea!

# TALK_WAIT_0182
source: The darkness sleeps inside me... I can still feel it at times...
es: La oscuridad duerme en mí. A veces puedo sentirla...

# TALK_WAIT_0183
source: Are you prepared to leave? Then let us be off.
es: ¿Todo listo para marchar? ¡Pues vámonos!

# TALK_WAIT_0185
source: I'm going exploring! \u266A
es: ¡Vamos! ¡Vamos! \u266A ¡A explorar! \u266A

# TALK_WAIT_0186
source: Are we departing? \u266A
es: ¿Nos vamos? \u266A

# TALK_WAIT_0187
source: I'm waiting! I'm waiting! \u266A
es: ¡Estoy esperando! ¡Estoy esperando! \u266A

# TALK_WAIT_0188
source: Totally ready! Completely! \u266A
es: ¡Todo listo! ¡Totalmente! \u266A

# TALK_WAIT_0190
source: Good to see you!
es: ¡Me alegro de veros!
