Repository: audinowho/PMDODump
Catalog: Asset/Strings/strings.*.resx
Languages: de, es, ko, pt, zh_hans

# _ENUM_BattleSpeed_VeryFast
source: Very Fast
de: Sehr Schnell
es: Muy Rápido
ko: 아주 빠르게
pt: Muito Rápido
zh_hans: 非常快

# _ENUM_BattleSpeed_VerySlow
source: Very Slow
de: Sehr Langsam
es: Muy Lento
ko: 아주 느리게
pt: Muito Lento
zh_hans: 非常慢

# _ENUM_DisconnectReason_ConnectionFailed_msg
source: Connection failed.
de: Verbindung fehlgeschlagen.
es: Conexión fallida.
ko: 연결이 실패했습니다.
pt: Conexão falhou.
zh_hans: 联通失败

# _ENUM_DisconnectReason_ConnectionRejected_msg
source: Connection was rejected.
de: Verbindung wurde abgelehnt.
es: Conexión rechazada.
ko: 연결이 거부되었습니다.
pt: Conexão rejeitada.
zh_hans: 联通被拒绝。

# _ENUM_DisconnectReason_HostUnreachable_msg
source: Host was unreachable.
de: Host ist nicht erreichbar.
es: Host fue inaccesible.
ko: 호스트와 연결하지 못했습니다.
pt: Não foi possível alcançar o host.
zh_hans: 主机无法接通。

# _ENUM_DisconnectReason_InvalidProtocol_msg
source: Invalid protocol.
de: Falsches Protokoll.
es: Protocolo inválido.
ko: 유효하지 않은 프로토콜입니다.
pt: Protocolo inválido.
zh_hans: 无效游戏规则

# _ENUM_DisconnectReason_RemoteConnectionClose_msg
source: Server closed connection.
de: Die Serververbindung wurde geschlossen.
es: El servidor cerró conexión.
ko: 서버가 닫혔습니다.
pt: A conexão com o servidor foi encerrada.
zh_hans: 服务器关闭连接。

# _ENUM_DisconnectReason_Timeout_msg
source: Connection timed out.
de: Verbindungsversuch fehlgeschlagen.
es: Conexión expirada.
ko: 시간 초과.
pt: Conexão expirou.
zh_hans: 连接超时。

# _ENUM_ExchangeState_Exchange_msg
source: Trading...
de: Tausche...
es: Intercambiando...
ko: 거래중...
pt: Trocando...
zh_hans: 交换中...

# _ENUM_ExchangeState_Ready_msg
source: Ready!
de: Bereit!
es: ¡Listo!
ko: 준비완료!
pt: Pronto!
zh_hans: 做好准备！

# _ENUM_ExchangeState_Selecting_msg
source: Selecting...
de: Wählt aus...
es: Seleccionando...
ko: 선택중...
pt: Selecionando...
zh_hans: 选择中...

# _ENUM_ExchangeState_Viewing_msg
source: Viewing...
de: Überlegt...
es: Viendo...
ko: 보는중...
pt: Vendo...
zh_hans: 观看中...

# _ENUM_ExchangeState_Waiting_msg
source: Waiting...
de: Wartet...
es: Esperando...
ko: 기다리는중...
pt: Esperando...
zh_hans: 等待中...

# _ENUM_InputType_ItemMenu
source: Item Menu
de: Item Menü
es: Menú Objetos
ko: 도구 메뉴
pt: Menu de itens
zh_hans: 项目选项单

# _ENUM_InputType_LeaderSwap1
source: Leader Swap 1
de: Anführerwechsel 1
es: Cambio de líder 1
ko: 리더 변경 1
pt: Troca de líder 1
zh_hans: 1号领队

# _ENUM_InputType_LeaderSwap2
source: Leader Swap 2
de: Anführerwechsel 2
es: Cambio de líder 2
ko: 리더 변경 2
pt: Troca de líder 2
zh_hans: 2号领队

# _ENUM_InputType_LeaderSwap3
source: Leader Swap 3
de: Anführerwechsel 3
es: Cambio de líder 3
ko: 리더 변경 3
pt: Troca de líder 3
zh_hans: 3号领队

# _ENUM_InputType_LeaderSwap4
source: Leader Swap 4
de: Anführerwechsel 4
es: Cambio de líder 4
ko: 리더 변경 4
pt: Troca de líder 4
zh_hans: 4号领队

# _ENUM_InputType_LeaderSwapBack
source: Leader Swap Back
de: Anführerwechsel zurück
es: Cambio de líder atrás
ko: 리더 뒤로 변경
pt: Troca de líder atrás
zh_hans: 领队向后交换

# _ENUM_InputType_LeaderSwapForth
source: Leader Swap Forth
de: Anführerwechsel vorwärts
es: Cambio de líder adelante
ko: 리더 앞으로 변경
pt: Troca de líder à frente
zh_hans: 领队向前交换

# _ENUM_InputType_MsgLog
source: Message Log
de: Nachrichtenverlauf
es: Registro de mensajes
ko: 메시지 이력
pt: Registro de mensagens
zh_hans: 消息日志

# _ENUM_InputType_SelectItems
source: Select Items
de: Items auswählen
es: Seleccionar Objetos
ko: 아이템 선택
pt: Selecionar Itens
zh_hans: 选项目

# _ENUM_InputType_Skill1
source: Move 1
de: Attacke 1
es: Movimiento 1
ko: 기술 1
pt: Golpe 1
zh_hans: 攻击 1

# _ENUM_InputType_Skill2
source: Move 2
de: Attacke 2
es: Movimiento 2
ko: 기술 2
pt: Golpe 2
zh_hans: 攻击 2

# _ENUM_InputType_Skill3
source: Move 3
de: Attacke 3
es: Movimiento 3
ko: 기술 3
pt: Golpe 3
zh_hans: 攻击 3

# _ENUM_InputType_Skill4
source: Move 4
de: Attacke 4
es: Movimiento 4
ko: 기술 4
pt: Golpe 4
zh_hans: 攻击 4

# _ENUM_InputType_SkillMenu
source: Moves Menu
de: Attacken Menü
es: Menú Movimientos
ko: 기술 메뉴
pt: Menu de Golpes
zh_hans: 攻击选项

# _ENUM_InputType_Skills
source: Moves
de: Attacken
es: Movimientos
ko: 기술
pt: Golpes
zh_hans: 攻击

# _ENUM_InputType_SortItems
source: Sort Items
de: Items sortieren
es: Ordenar objetos
ko: 아이템 정렬
pt: Organizar itens
zh_hans: 排序项目

# _ENUM_InputType_TacticMenu
source: Tactics Menu
de: Taktik Menü
es: Menú de tácticas
ko: 작전 회의
pt: Menu de táticas
zh_hans: 战术选项

# _ENUM_InputType_TeamMenu
source: Team Menu
de: Team Menü
es: Menú Equipo
ko: 팀 메뉴
pt: Menu de Equipe
zh_hans: 团队选项

# _ENUM_InputType_TeamMode
source: Team Mode
de: Team Modus
es: Modo de equipo
ko: 팀 모드
pt: Modo de equipe
zh_hans: 团队模式

# _ENUM_NetCloseReason_AlreadyConnected_msg
source: You are already connected from another application.
de: Du bist bereits mit einem weiteren Programm verbunden.
es: Ya estás conectado desde otra aplicación.
ko: 이미 다른 곳에서 연결되어 있습니다.
pt: Você já está conectado em outra instância.
zh_hans: 您已从另一个应用程序连接。

# _ENUM_NetCloseReason_DifferentActivity_msg
source: The other player is requesting a different activity.
de: Der andere Spieler sucht nach einer anderen Aktivität.
es: El otro jugador está solicitando una actividad distinta.
ko: 상대가 다른 작업을 원합니다.
pt: O outro jogador está pedindo uma atividade diferente.
zh_hans: 另一个游戏玩家正在请求不同的活动。

# _ENUM_NetCloseReason_OtherEnded_msg
source: The other player chose to end communication.
de: Der andere Spieler hat sich entschieden, die Verbindung zu trennen.
es: El otro jugador decidió terminar la comunicación.
ko: 상대가 통신을 끊었습니다.
pt: O outro jogador decidiu encerrar a conexão.
zh_hans: 另一个游戏玩家终止了通讯。

# _ENUM_NetCloseReason_PeerIDMismatch_msg
source: One of the players did not connect to the correct Team ID.
de: Einer der Spieler hat sich nicht mit der richtigen Team ID verbunden.
es: Uno de los jugadores no se ha conectado con el ID de equipo correcto.
ko: 상대 중 하나가 틀린 팀 ID에 연결하려고 했습니다.
pt: Um dos jogadores não se conectou ao ID de Equipe correto.
zh_hans: 其中一个游戏玩家没有连接到正确的团队身份证。

# _ENUM_NetCloseReason_ServerShutdown_msg
source: The server has shut down.
de: Der Server wurde geschlossen.
es: El servidor se ha cerrado.
ko: 서버가 닫혔습니다.
pt: O servidor foi desligado.
zh_hans: 服务器已关闭。

# _ENUM_SkillCategory_Magical
source: Special
de: Spezial
es: Especial
ko: 특수
pt: Especial
zh_hans: 特殊

# _ENUM_Stat_DodgeRate
source: Evasion
de: Fluchtwert
es: Evasión
ko: 회피율
pt: Esquiva
zh_hans: 閃避率

# _ENUM_Stat_HitRate
source: Accuracy
de: Genauigkeit
es: Precisión
ko: 명중률
pt: Precisão
zh_hans: 命中率

# _ENUM_Stat_MAtk
source: Special Attack
de: Spezial Angriff
es: Ataque Especial
ko: 특수공격
pt: Ataque Especial
zh_hans: 特击

# _ENUM_Stat_MAtk_short
source: Sp. Attack
de: Sp. Angriff
es: At. Especial
ko: 특수공격
pt: At. Especial
zh_hans: 特击

# _ENUM_Stat_MAtk_tiny
source: Sp. Atk
de: Sp. Ang.
es: At. Esp.
ko: 특공
pt: At. Esp
zh_hans: 特击

# _ENUM_Stat_MDef
source: Special Defense
de: Spezial Verteidigung
es: Defensa Especial
ko: 특수방어
pt: Defesa Especial
zh_hans: 特防

# _ENUM_Stat_MDef_short
source: Sp. Defense
de: Sp. Verteidigung
es: Def. Especial
ko: 특수방어
pt: Def. Especial
zh_hans: 特防

# _ENUM_Stat_MDef_tiny
source: Sp. Def
de: Sp. Vert.
es: Def. Esp.
ko: 특방
pt: Def. Esp.
zh_hans: 特防

# _ENUM_Stat_Range
source: Attack Range
de: Reichweite
es: Rango
ko: 범위
pt: Alcance
zh_hans: 范围

# ADD_END
source: , and
de: und
es: y
ko: , 그리고
pt: e
zh_hans: 和

# DLG_ASK_ENTER_DUNGEON
source: Will you enter {0}?
de: Möchtest du {0} betreten?
es: ¿Quieres entrar en {0}?
ko: {0}에 입장할까?
pt: Você quer entrar em {0}?
zh_hans: 你要进入{0}吗？

# DLG_ASK_ENTER_GROUND
source: Will you go to {0}?
de: Zum Rastplatz {0} reisen?
es: ¿Quieres ir a {0}?
ko: {0}로 갈까?
pt: Você quer ir para {0}?
zh_hans: 你要去{0}吗？

# DLG_ASK_GENDER
source: Play as a boy, or a girl?
de: Bist du ein Junge oder ein Mädchen?
es: ¿Eres un chico, o una chica?
ko: 남자인가, 여자인가?
pt: Você é um menino, ou uma menina?
zh_hans: 以男孩还是女孩来玩此游戏？

# DLG_ASSEMBLY_RELEASE
source: {0} was released.[pause=0]\nGoodbye {0}...
de: {0} wurde freigelassen.[pause=0]\nTschüß {0}...
es: {0} fue liberado.[pause=0]\nAdiós {0}...
ko: {0}(을)를 보내주었다.[pause=0]\n잘가, {0}...
pt: {0} foi liberado.[pause=0]\nAdeus {0}...
zh_hans: {0} 被放走了[pause=0]\n再见 {0}...

# DLG_ASSEMBLY_RELEASE_ASK
source: Once released, {0} is gone forever.[pause=0] Are you sure?
de: Nach dem Freilassen wird {0} nicht wiederkommen. Bist du dir sicher?
es: Una vez liberados, {0} desaparecerá para siempre.[pause=0] ¿Estás seguro?
ko: {0}(을)를 내보내면, 영원히 다시 볼 수 없게 된다...[pause=0]정말 보내줄까?
pt: Uma vez liberados, {0} desaparecerá para sempre.[pause=0] Tem certeza?
zh_hans: 一旦放走，{0} 就永远消失了.[pause=0] 你确认吗？

# DLG_AWAIT_RESCUE_AOK_FAIL
source: Verification failed.[pause=0] The A-OK Mail has been deleted.
de: Verifizierung fehlgeschlagen. [pause=0] Der OK Brief wurde gelöscht.
es: Verificación fallida.[pause=0] El correo A-OK sido borrado.
ko: 승인 실패.[pause=0] 구조완료 메일이 삭제되었습니다.
pt: Verificação falhou.[pause=0] A Carta A-OK foi deletada.
zh_hans: 验证失败。[pause=0] A-OK邮件已被删除。

# DLG_AWAIT_RESCUE_AOK_FOUND
source: An A-OK Mail has been loaded.[pause=0] Verification will begin.
de: Ein OK Brief wurde geladen. [pause=0] Verifizierung wird nun beginnen.
es: Un correo A-OK ha sido cargado.[pause=0] La verificación va a comenzar.
ko: 구조완료 메일을 불러왔습니다.[pause=0] 승인을 시작합니다.
pt: Uma Carta A-OK foi carregada.[pause=0] A verificação vai começar.
zh_hans: A-OK邮件已加载。[pause=0] 验证将开始。

# DLG_AWAIT_RESCUE_ASK
source: You are currently awaiting rescue. What will you do?
de: Du wartest im Moment auf eine Rettung. Was willst du tun?
es: Actualmente estás esperando rescate. ¿Qué quieres hacer?
ko: 구조를 기다리는 중입니다. 무엇을 하겠습니까?
pt: Você está aguardando resgate no momento. O que deseja fazer?
zh_hans: 您目前正在等待救援。 您会怎么做？

# DLG_AWAIT_RESCUE_RESUME
source: Your team was successfully rescued.[pause=0] Continue from the Top Menu.
de: Dein Team wurde erfolgreich gerettet! [pause=0] Kehre nun zum Rettungsmenü zurück.
es: Tu equipo fue rescatado con éxito.[pause=0] Continúa desde el Menú Superior.
ko: 팀이 구조되었습니다.[pause=0] 처음 화면에서 계속하세요.
pt: Sua equipe foi resgatada com sucesso.[pause=0] Continue a partir do Menu Principal.
zh_hans: 您的团队已成功获救。[pause = 0]从顶部菜单继续。

# DLG_CHOICE_OFF
source: Off
es: Desactivado
pt: Deslig.

# DLG_CHOICE_ON
source: On
es: Activado
pt: Lig.

# DLG_CHOICE_YES
source: Yes
de: Ja
es: Si
ko: 예
pt: Sim
zh_hans: 是

# DLG_DELETE_COMPLETE
source: Your adventure has been deleted.
de: Dein Abenteuer wurde gelöscht.
es: Tu aventura ha sido borrada.
ko: 모험이 삭제되었습니다.
pt: Sua aventura foi deletada.
zh_hans: 您的探险已被删除。

# DLG_DELETE_CONFIRM
source: Is that really OK?
de: Ist das wirklich OK?
es: ¿Estás absolutamente seguro?
ko: 정말 지워도 괜찮은가?
pt: Deseja MESMO apagar sua aventura?
zh_hans: 真的可以吗？

# DLG_DELETE_SAVE
source: Your adventure will be erased.[pause=0] This will not include Roguelocke, replays or contacts.
de: Dein Abenteuer wird gelöscht. [pause=0] Dies beinhaltet nicht deine Kontakte, Wiederholungen oder Roguelockes.
es: Tu aventura será borrada.[pause=0] Esto no incluye Roguelocke, repeticiones o contactos.
ko: 모험을 삭제합니다.[pause=0] 로그라이크 모드, 리플레이나 연락처는 영향받지 않습니다.
pt: Sua aventura será apagada.[pause=0] Isso não inclui Roguelocke, replays, ou contatos.
zh_hans: 您的探险将被删除。[pause= 0]这将不包括挑战模式，重播或联系人。

# DLG_ERR_READ_FILE
source: The file could not be read because it is the wrong format or is corrupt.
de: Die Datei kann nicht gelesen werden, da sie das falsche Format hat oder beschädigt ist.
es: El archivo no se puede leer porque está en un formato erróneo o está corrupto.
ko: 확장자가 잘못되었거나 파일이 손상되어 읽을 수 없었습니다.
pt: O arquivo não pode ser lido pois está em um formato incorreto, ou corrompido.
zh_hans: 该文件无法读取，因为它的格式不正确或已损坏。

# DLG_ERR_READ_FILE_FALLBACK
source: Please delete, or move it from {0}.
de: Bitte lösche sie oder verschiebe sie aus {0}.
es: Por favor bórralo, o muévelo de {0}.
ko: 삭제하거나, {0}에서 옮기십시오.
pt: Por favor, apague-o, ou mova ele de {0}.
zh_hans: 请删除或将其从{0}中移出。

# DLG_ERR_READ_SAVE
source: The main save file could not be read because it is the wrong format or is corrupt.
de: Die Speicherdatei konnte nicht gelesen werden, da sie das falsche Format hat oder beschädigt wurde.
es: El archivo de guardado principal no se puede leer porque está en un formato erróneo o está corrupto.
ko: 확장자가 잘못되었거나 파일이 손상되어 세이브를 불러들일 수 없었습니다.
pt: O arquivo de dados principal não pode ser lido pois está em um formato incorreto, ou corrompido.
zh_hans: 主要保存文件无法读取，因为它de格式不正确或已损坏。

# DLG_ERR_READ_SAVE_FALLBACK
source: The current game stats will be used as a fallback, becoming permanent game stats.
de: Die jetzigen Spieldaten werden von nun an als neue permanente Spieldaten verwendet.
es: Los datos actuales del juego se usarán como copia de respaldo, convirtiéndose los datos en permanentes.
ko: 파일의 진행도가 현재 진행중인 게임의 진행도로 고정됩니다.
pt: Os dados atuais de jogo serão usados como substitutos, se tornando dados permanentes.
zh_hans: 当前的游戏统计信息将用作后备状态，成为永久的游戏统计信息。

# DLG_LANGUAGE_SET
source: Language has been set to {0}.
de: Die Sprache wurde auf {0} geändert.
es: El idioma ha sido cambiado a {0}.
ko: 언어가 {0}로 설정되었습니다.
pt: O idioma foi alterado para {0}.
zh_hans: 语言已设置为{0}.

# DLG_LEVEL_DOWN
source: {0} dropped to level {1}!
de: {0} ist auf Level {1} abgestiegen!
es: {0} bajó al nivel {1}!
ko: {0}의 레벨이 {1}로 떨어졌다!
pt: {0} caiu para o nível {1}!
zh_hans: {0}降到了{1}级！

# DLG_LEVEL_UP
source: {0} grew to level {1}!
de: {0} ist auf Level {1} aufgestiegen!
es: {0} subió al nivel {1}!
ko: {0}의 레벨이 {1}로 올랐다!
pt: {0} subiu para o nível {1}!
zh_hans: {0}升至{1}级！

# DLG_NEW_AREA
source: You can now go to {0}!
es: ¡Ya puedes ir a {0}!
pt: Agora você pode ir para {0}!
zh_hans: 现在你可以去{0}！

# DLG_NEW_AREA_TO
source: Beyond the dungeon lies a new area...
es: Más allá de la mazmorra se encuentra una nueva zona...
pt: Além do calabouço se encontra uma nova área...
zh_hans: 地牢之外有一个新的区域。

# DLG_NEW_CHARS
source: New Pokémon have appeared as starters!
de: Neue Pokémon sind als Starter verfügbar!
es: ¡Nuevos Pokémon han aparecido como iniciales!
ko: 스타터로 새로운 포켓몬을 선택할 수 있게 되었다!
pt: Novos Pokémon apareceram como iniciais!
zh_hans: 新的宝可梦作为起始参赛者出现了！

# DLG_NO_ADVENTURE
source: But the adventure ended before it even began...
de: Aber das Abenteuer endete bevor es überhaupt anfangen konnte...
es: Pero la aventura terminó antes incluso de empezar...
ko: 하지만 모험은 시작하기도 전에 끝나버렸다...
pt: Mas a aventura terminou antes mesmo de começar...
zh_hans: 但是探险还没有开始就结束了...

# DLG_ONLINE_TRADE_END_ASK
source: Would you like to quit exchanging with your partner?
de: Möchtest du aufhören dich mit deinem Partner auszutauschen?
es: ¿Quieres dejar de intercambiar con tu compañero?
ko: 파트너와의 교환을 중단하겠습니까?
pt: Deseja parar de realizar trocas com seu parceiro?
zh_hans: 你想退出与你的伴侣的交换吗？

# DLG_QUIT_ASK
source: Give up the adventure? It will count as a defeat.
de: Möchstest du das Abenteuer aufgeben? Es wird als Niederlage gewertet.
es: ¿Abandonas la aventura? Contará como una derrota.
ko: 모험을 포기하겠습니까? 패배로 기록됩니다.
pt: Desistir da aventura? Isso contará como uma derrota.
zh_hans: 放弃探险？ 它将被视为失败。

# DLG_REPLAY_DESYNC
source: The replay went out of sync.[pause=0] Returning to the menu...
de: Die Wiederholung ist unsynchron geworden. [pause=0] Kehre zum Menü zurück.
es: La repetición se ha desincronizado.[pause=0]Volviendo al menú...
ko: 리플레이 싱크가 어긋났습니다.[pause=0]메뉴로 돌아갑니다...
pt: O replay dessincronizou.[pause=0] Retornando ao menu principal...
zh_hans: 重播不同步。[pauce= 0]返回选项单...

# DLG_RESCUE_ADD_REWARD_ASK
source: What will you offer?
de: Was möchtest du anbieten?
es: ¿Qué vas a ofrecer?
ko: 무엇을 제시하겠습니까?
pt: O que você irá oferecer?
zh_hans: 您会献出什么？

# DLG_RESCUE_ASK
source: Would you like to send out for a rescue?
de: Möchtest du um eine Rettung bitten?
es: ¿Quieres enviar un rescate?
ko: 구조를 요청하겠습니까?
pt: Quer enviar um pedido de resgate?
zh_hans: 您想发出一个救援请求？

# DLG_RESCUE_GET_AOK_ASK
source: Receive this A-OK Mail from {0}?
de: Willst du diesen OK Brief von {0} erhalten?
es: ¿Recibir este correo A-OK de {0}?
ko: {0}으로부터 온 구조완료 메일을 받겠습니까?
pt: Receber esta Carta A-OK de {0}?
zh_hans: 收到来自{0}的A-OK邮件？

# DLG_RESCUE_GET_AOK_ASK_REWARD
source: Receive this A-OK Mail from {0}? You will also send them the listed reward.
de: Willst du diesen OK Brief von {0} erhalten? Dabei wirst du der Person die genannte Belohnung senden.
es: ¿Recibir este correo A-OK de {0}? También enviarás la recompensa listada.
ko: {0}으로부터 온 구조완료 메일을 받겠습니까? 제시된 보상을 지급합니다.
pt: Receber esta Carta A-OK de {0}? Você também enviará a recompensa listada.
zh_hans: 收到来自{0}的A-OK邮件？ 您还将向他们发送列出的奖励。

# DLG_RESCUE_GOT_AOK
source: The A-OK Mail was received from {0}.
de: {0} hat den OK Brief empfangen.
es: El correo A-OK fue recibido de {0}.
ko: {0}으로부터 구조완료 메일을 받았습니다.
pt: A Carta A-OK foi recebida de {0}.
zh_hans: 已从{0}收到A-OK邮件。

# DLG_RESCUE_GOT_AOK_REWARD
source: You also sent them a reward in thanks!
de: Du hast ebenso eine Belohnung als Dank versendet!
es: ¡También enviaste una recompensa como agradecimiento!
ko: 거기에다 감사의 의미로 보상도 지급했습니다!
pt: Você também enviou uma recompensa como agradecimento!
zh_hans: 您还向他们发送了感谢的奖励！

# DLG_RESCUE_INFO_1
source: To request a rescue, select Get Help within Awaiting Rescue.
de: Um eine Rettung anzufragen, wähle 'Hole Hilfe' innerhalb von 'Erwarte Rettung'.
es: Para solicitar un rescate, selecciona Obtener Ayuda dentro de Esperando Rescate.
ko: 구조를 요청하려면, 구조 기다림 탭에서 도움 받기를 선택하세요.
pt: Para solicitar um resgate, selecione Obter Ajuda dentro de Agurdando Resgate.
zh_hans: 要请求救援，请在“等待救援”中选择“需要帮助”。

# DLG_RESCUE_QUIT_ASK
source: Stop awaiting rescue and give up on the mission?
de: Möchtest du die Rettung nicht mehr abwarten und die Mission aufgeben?
es: ¿Dejar de esperar el rescate y abandonar en la misión?
ko: 구조 기다림을 그만두고 의뢰를 포기하겠습니까?
pt: Deseja parar de aguardar o resgate, e abandonar a missão?
zh_hans: 停止等待救援并放弃探险吗？

# DLG_RESCUE_RECEIVE_SOS
source: The SOS Mail was received from {0}.
de: Du hast den SOS Brief von {0} empfangen.
es: El correo SOS fue recibido de {0}.
ko: {0}으로부터 온 구조요청 메일을 받았습니다.
pt: A Carta SOS foi recebido de {0}.
zh_hans: 已从{0}收到求救邮件。

# DLG_RESCUE_RECEIVE_SOS_ASK
source: Receive this SOS Mail from {0}?
de: Willst du den SOS Brief von {0} empfangen?
es: ¿Recibir este correo SOS de {0}?
ko: {0}으로부터 온 구조요청 메일을 받겠습니까?
pt: Receber a Carta SOS de {0}?
zh_hans: 从{0}接收求救邮件吗？

# DLG_RESCUE_SEND_AOK
source: The A-OK Mail was sent to {0}.
de: Der OK Brief wurde an {0} versendet.
es: El correo A-OK fue enviado a {0}.
ko: {0}에게 구조완료 메일을 보냈습니다.
pt: A Carta A-OK foi enviada para {0}.
zh_hans: A-OK邮件已发送到{0}。

# DLG_RESCUE_SEND_AOK_ASK
source: Send this A-OK Mail to {0}?
de: Willst du den OK Brief an {0} versenden?
es: ¿Enviar este correo A-OK a {0}?
ko: {0}에게 구조완료 메일을 보내겠습니까?
pt: Enviar esta Carta A-OK para {0}?
zh_hans: 将此A-OK邮件发送到{0}？

# DLG_RESCUE_SEND_AOK_ASK_REWARD
source: Send this A-OK Mail to {0}? You will receive the listed reward.
de: Willst du den OK Brief an {0} versenden? Du erhältst ebenso die genannte Belohnung.
es: ¿Enviar este correo A-OK a {0}? También recibirás la recompensa listada.
ko: {0}에게 구조완료 메일을 보내겠습니까? 제시된 보상을 받게 됩니다.
pt: Enviar esta Carta A-OK para {0}? Você irá receber a recompensa listada.
zh_hans: 将此A-OK邮件发送到{0}？ 您将收到列出的奖励。

# DLG_RESCUE_SEND_AOK_REWARD
source: You also got a reward in thanks!
de: Du erhältst auch eine Belohnung für die Rettung als Dank!
es: ¡También recibistes una recompensa como agradecimiento!
ko: 감사의 의미로 보상까지 받았습니다!
pt: Você também recebeu uma recompensa como agradecimento!
zh_hans: 您也获得了感谢的奖励！

# DLG_RESCUE_SEND_SOS
source: The SOS Mail was sent to {0}.
de: Der SOS Brief wurde an {0} versendet.
es: El correo SOS fue enviado a {0}.
ko: {0}에게 구조요청 메일을 보냈습니다.
pt: A Carta SOS foi enviado para {0}.
zh_hans: 求救邮件已发送到{0}。

# DLG_RESCUE_SEND_SOS_ASK
source: Send this SOS Mail to {0}?
de: Willst du den SOS Brief an {0} versenden?
es: ¿Enviar este correo SOS a {0}?
ko: {0}에게 구조요청 메일을 보내겠습니까?
pt: Enviar esta Carta SOS para {0}?
zh_hans: 将此求救邮件发送到{0}？

# DLG_RESTRICT_BAG
source: {0} have been stored away.
de: {0} wurden im Lager verstaut.
es: {0} han sido almacenados.
ko: {0}는 보관소에 보내졌습니다.
pt: {0} foram armazenados.
zh_hans: {0}已被保存了。

# DLG_RESTRICT_ITEM_ALL
source: all items
de: alle Items
es: todos los objetos
ko: 모든 도구
pt: todos os itens
zh_hans: 所有项目

# DLG_RESTRICT_ITEM_SLOT
source: items beyond the {0}th slot
de: Items nach dem {0}ten Platz
es: objetos más allá de la posición {0}
ko: {0}번 칸 이후의 도구
pt: itens além da posição {0}
zh_hans: 超出{0}的位置的项目

# DLG_RESTRICT_LEVEL
source: Team members have been temporarily reduced to Lv. {0}.
de: Die Teammitglieder wurden vorübergehend auf Level {0} zurückgesetzt.
es: Los miembros del equipo han sido reducidos temporalmente al nivel {0}.
ko: 팀 전원이 일시적으로 레벨 {0}이 되었습니다.
pt: Membros da equipe tiveram seu nível reduzido para {0}, temporariamente.
zh_hans: 团队成员已暂时减至Lv。{0}。

# DLG_RESTRICT_MONEY
source: all \uE024
de: alle \uE024
es: todo \uE024
ko: \uE024 모두
pt: todo \uE024
zh_hans: 全部\ uE024

# DLG_ROGUE_INFO_1
source: In Roguelocke mode, you will enter the selected dungeon with a brand new team.
de: Im Roguelocke Modus wird der ausgewählte Dungeon mit einem brandneuem Team betreten.
es: En el modo Roguelocke, puedes entrar en la mazmorra seleccionada con un equipo completamente nuevo.
ko: 로그라이크 모드에서는 선택한 던전에 새로운 팀을 짜서 들어가게 됩니다.
pt: No modo Roguelocke, você entrará no calabouço com uma equipe completamente nova.
zh_hans: 在挑战模式下，您将与一个全新的团队一起进入选定的地牢。

# DLG_ROGUE_INFO_2
source: You can choose what Pokémon to start as, and customize its ability, gender or color.
de: Du kannst auswählen mit welchem Pokémon du beginnst und kannst seine Fähigkeit, Geschlecht oder auch Farbe verändern.
es: Puedes seleccionar con qué Pokémon empezar, y personalizar su habilidad, género o color.
ko: 어떤 포켓몬으로 시작할지 정할 수 있고, 특성, 성별, 색을 고를 수 있습니다.
pt: Pode escolher qual Pokémon você gostaria de usar, escolher sua habilidade, gênero, ou cor.
zh_hans: 您可以选择以什么作为宝可梦开始，并自定义其能力，性别或肤色。

# DLG_ROGUE_INFO_3
source: If your team completes the dungeon, all items and recruits can be sent to the main save file.
de: Items und rekrutierte Pokemon werden nach Abschluss des Dungeons auf den Hauptspielstand übertragen.
es: Si tu equipo completa la mazmorra, todos los objetos y reclutas serán enviados al archivo de guardado principal.
ko: 팀이 던전을 완료하면, 모든 아이템과 영입한 동료를 본 세이브로 보낼 수 있습니다.
pt: Se sua equipe completar o calabouço, todos os itens e recrutas poderão ser enviados para o jogo salvo principal.
zh_hans: 如果您的团队完成了地牢，则所有物品和新兵都可以发送到主保存文件。

# DLG_ROGUE_INFO_4
source: However, if the party faints in their adventure, they will be lost forever.
de: Wenn die gesamte Gruppe KO geht, sind alle Gruppenmitglieder für immer verloren.
es: Sin embargo, si el equipo se debilita en su aventura, desaparecerán para siempre.
ko: 그러나 팀이 탐험을 실패하면, 영원히 사라져 버립니다.
pt: Contudo, se a equipe for derrotada durante a aventura, seus membros desaparecerão para sempre.
zh_hans: 但是，如果玩家在探险中晕倒，他们将永远输掉了。

# DLG_ROGUE_SEED_INFO_1
source: You can specify a seed when selecting a dungeon to play.
de: Du kannst einen Startwert für den Zufallsgenerator eingeben, wenn du einen Dungeon zum Spielen auswählst.
es: Puedes especificar una semilla cuando seleccionas una mazmorra para jugar.
pt: Você pode especificar uma semente enquanto estiver selecionando um calabouço para jogar.
zh_hans: 您可以在选择要玩的地牢时指定种子。

# DLG_ROGUE_SEED_INFO_2
source: Seeded dungeons will always have the same layout, no matter how many times they are played.
de: Dungeons mit demselben Startwert haben immer den gleichen Aufbau, egal wie oft sie gespielt werden.
es: Mazmorras con semilla siempre van a tener el mismo diseño, sin importar cuántas veces se jueguen.
pt: Uma semente produzirá sempre o mesmo formato de calabouço, não importa quantas vezes ela seja usada.
zh_hans: 种子地牢无论播放多少次，都将始终具有相同的布局。
