Repository: audinowho/PMDODump
Catalog: Asset/Strings/stringsEx.*.resx
Languages: es

# DLG_ASK_FREE_REVIVE
source: Will you revive {0}?
es: ¿Quieres revivir a {0}?

# DLG_ASK_REVIVE
source: Will you use a revival item?
es: ¿Quieres usar un objeto para revivir?

# DLG_ASK_STORAGE
source: What will you take out?
es: ¿Qué quieres sacar?

# DLG_CANT_FORGET_SKILL
source: {0} can't forget any more moves.
es: {0} no puede olvidar ningún movimiento más

# DLG_CANT_RECALL_INTRINSIC
source: {0} has no other abilities.
es: {0} no tiene otras habilidades

# DLG_CANT_RECALL_SKILL
source: {0} has no moves to relearn.
es: {0} no tiene movimientos para recordar

# DLG_DUNGEON_UNLOCK
source: A new dungeon has been discovered!
es: ¡Una nueva mazmorra ha sido descubierta!

# DLG_EVO_ASK
source: Ye who seek awakening... Do you wish to evolve?
es: Aquellos que buscan despertar... ¿Deseas evolucionar?

# DLG_EVO_BEGIN
source: Ye who seek awakening,[pause=0] let us begin.
es: Aquellos que buscan despertar,[pause=0] empecemos.

# DLG_EVO_CHOICE
source: What will {0} evolve into?
es: ¿Qué quiere {0} evolucionar?

# DLG_EVO_COMPLETE
source: {0} evolved into {1}!
es: ¡{0} ha evolucionado a {1}!

# DLG_EVO_CONFIRM
source: {0} shall evolve into {1}. Is that OK?
es: {0} evolucionará a {1}. ¿Estás de acuerdo?

# DLG_EVO_CONFIRM_ITEM
source: {0} shall give a {1}, and evolve into {2}.[pause=20] Is that OK?
es: {0} dará {1}, y evolucionará a {2}.[pause=20]¿Estás de acuerdo?

# DLG_EVO_END
source: Ye shall return if evolution is what ye seek...
es: Aquellos que buscan evolucionar deberán venir a mí...

# DLG_EVO_INTRO
source: ...[pause=0]A voice emanates from somewhere.
es: ...[pause=0]Resuena el eco de una voz.

# DLG_EVO_NONE
source: ...[pause=0]{0} cannot evolve any further.
es: ...[pause=0]{0} no puede evolucionar más.

# DLG_EVO_NONE_NOW
source: ...[pause=0]{0} cannot evolve right now.
es: ...[pause=0]{0} no puede evolucionar ahora.

# DLG_FORGET_INTRINSIC
source: {0} lost the ability {1}.
es: {0} perdió la habilidad {1}.

# DLG_FORGET_SKILL
source: {0} forgot the move {1}.
es: {0} olvidó el movimiento {1}.

# DLG_LEARN_INTRINSIC
source: {0} gained the ability {1}!
es: ¡{0} ganó la habilidad {1}!

# DLG_LOCK
source: It's locked...
es: Está cerrado...

# DLG_LOCK_KEY
source: Will you use a key?
es: ¿Quieres usar una llave?

# DLG_STORAGE_EMPTY
source: There are no items in storage.
es: No hay objetos en la consigna.

# EVO_REQ_ALLIES
source: have {0} evolved allies
es: necesita {0} aliados evolucionados

# EVO_REQ_ALLY_ELEMENT
source: have a {0}-type ally
es: necesita un aliado de tipo {0}

# EVO_REQ_ALLY_SPECIES
source: have a {0} ally
es: necesita un aliado de la especie {0}

# EVO_REQ_ATK_DEF_EQUAL
source: Attack equals Defense
es: Ataque igual a la Defensa

# EVO_REQ_ATK_DEF_GREATER
source: Attack is more than Defense
es: Ataque mayor a la Defensa

# EVO_REQ_ATK_DEF_LESS
source: Attack is less than Defense
es: Ataque menor a la Defensa

# EVO_REQ_CRITS
source: land {0} critical hits in battle
es: consigue {0} golpes críticos en combate

# EVO_REQ_HUNGER_HIGH
source: be full
es: estar lleno

# EVO_REQ_HUNGER_LOW
source: be hungry
es: tener hambre

# EVO_REQ_ITEM
source: hold {0}
es: debe sostener {0}

# EVO_REQ_LEVEL
source: reach level {0}
es: debe llegar al nivel {0}

# EVO_REQ_MAP
source: floor has {0}
es: el piso debe estar {0}

# EVO_REQ_SKILL
source: learn {0}
es: debe aprender {0}

# EVO_REQ_SKILL_ELEMENT
source: learn a {0}-type move
es: debe aprender un movimiento del tipo {0}

# EVO_REQ_STAT_BOOST
source: raise {0} in battle
es: aumenta {0} en combate

# EVO_REQ_TILE_ELEMENT
source: be at a {0}-type area
es: debe estar en un area del tipo {0}

# EVO_REQ_TIME
source: during {0}
es: debe estar durante el/la {0}

# EVO_REQ_TRADE
source: must be from another team
es: debe ser de otro equipo

# MENU_FORGET_SKILL
source: Forget Move
es: Olvidar Movimiento

# MENU_RECALL_SKILL
source: Recall Move
es: Recordar Movimiento

# MSG_ABSORB
source: {0} absorbed the attack with {1}!
es: ¡{0} absorbió el ataque con {1}!

# MSG_ACUTE_SNIFFER
source: {0} found {2} items on the floor with its {1}!
es: ¡{0} encontró {2} objetos en el piso con su {1}!

# MSG_AIR_LOCK
source: {0}'s Air Lock made the weather disappear!
es: ¡El Bucle aire de {0} hizo que el tiempo desapareciera!

# MSG_ALREADY_CURSED
source: {0}'s {1} is already sticky!
es: ¡El objeto {0} de {1} ya está pegajoso!

# MSG_ALREADY_HAS_ELEMENT
source: {0} is already {1}-type!
es: ¡{0} ya es de tipo {1}!

# MSG_ALREADY_HAS_SKILL
source: {0} already knows {1}!
es: ¡{0} ya conoce {1}!

# MSG_ALREADY_HAS_SPECIES
source: {0} is already a {1}!
es: ¡{0} ya es un {1}!

# MSG_ALREADY_PROTECTED
source: {0} is already protected by {1}!
es: ¡{0} ya está protegido por {1}!

# MSG_ALREADY_TRANSFORMED
source: {0} is already transformed!
es: ¡{0} ya se ha transformado!

# MSG_ANCHORED
source: {0} is firmly anchored to the ground!
es: ¡{0} está firmemente anclado al suelo!

# MSG_ANGER_POINT
source: The critical hit triggered {0}'s Anger Point!
es: ¡El golpe crítico activó el Irascible de {0}!

# MSG_AQUA_RING_START
source: {0} is surrounded by a veil of water!
es: ¡{0} está rodeado por un velo de agua!

# MSG_AREA_COUNTER_END
source: {0} will no longer reflect {1} damage!
es: ¡{0} ya no puede reflejar daño {1}!

# MSG_AREA_COUNTER_START
source: {0} will reflect {1} damage!
es: ¡{0} puede reflejar daño {1}!

# MSG_ARENA_TRAP
source: {0}'s Arena Trap prevents escape!
es: ¡Trampa arena de {0} evita escapar!

# MSG_ASK_ASSEMBLY
source: Who will you send over?
es: ¿A quién envías?

# MSG_ASK_NICKNAME
source: Will you give it a nickname?
es: ¿Quieres darle un apodo?

# MSG_ASLEEP
source: {0} is fast asleep...
es: {0} está dormido como un tronco...

# MSG_ASSEMBLY_EMPTY
source: There are no recruits in the assembly.
es: No hay reclutas en el registro.

# MSG_ASSEMBLY_TAKE
source: {0} joined {1} from the assembly!
es: ¡{0} se ha unido al {1} desde el registro!

# MSG_ASSEMBLY_TAKE_ANY
source: {0} joined the party from the assembly!
es: ¡{0} se unió al equipo desde el registro!

# MSG_ATTACK_USE
source: {0} used its regular attack!
es: ¡{0} usó su ataque normal!

# MSG_AVOID
source: {0} avoided the attack with {1}!
es: ¡{0} evitó el ataque con {1}!

# MSG_BAN_FAIL
source: {0}'s move wasn't banned!
es: ¡El movimiento de {0} no estaba prohibido!

# MSG_BELCH
source: {0} belched!
es: ¡{0} eructó!

# MSG_BELCH_ALREADY
source: {0} is already ready to belch!
es: ¡{0} ya está listo para eructar!

# MSG_BELCH_END
source: {0} is no longer ready to belch!
es: ¡{0} ya no está listo para eructar!

# MSG_BELCH_START
source: {0} is ready to belch!
es: ¡{0} está listo para eructar!

# MSG_BESTOW_ITEM
source: {0} received the {1}!
es: ¡{0} recibió {1}!

# MSG_BESTOW_ITEM_CURSED
source: {0} couldn't give the {1} away because it was sticky!
es: ¡{0} no pudo dar {1} porque está pegajoso!

# MSG_BESTOW_ITEM_FAIL
source: {0} doesn't have an item to give!
es: ¡{0} no tiene un objeto para dar!

# MSG_BIDE_ATTACK
source: {0} unleashed energy!
es: ¡{0} desató la energía!

# MSG_BIDE_CHARGE
source: {0} began storing energy!
es: ¡{0} empezó a almacenar energía!

# MSG_BIND
source: {0} is being bound by the foe!
es: ¡{0} está siendo atado por el enemigo!

# MSG_BIND_ALREADY
source: {0} is already bound!
es: ¡{0} está ya atado!

# MSG_BIND_START
source: {0} was bound by {1}!
es: ¡{0} fue atado por {1}!

# MSG_BLINKER_END
source: {0}'s Attack Range returned to normal!
es: ¡El rango de Ataque de {0} ha vuelto a la normalidad!

# MSG_BLINKER_START
source: {0}'s Attack Range became limited!
es: ¡El rango de Ataque de {0} se ha limitado!

# MSG_BOUNCE_CHARGE
source: {0} sprang up!
es: ¡{0} salto!

# MSG_BOUNCE_END
source: {0} dropped back down!
es: ¡{0} cayó de vuelta!

# MSG_BUFF_COPY
source: {0} copied {1}'s stat changes!
es: ¡{0} copió los cambios de estadistica de {1}!

# MSG_BUFF_MAX
source: {0}'s {1} was maxed out!
es: ¡El {1} de {0} fue maximizado!

# MSG_BUFF_MIN
source: {0}'s {1} went as low as it can go!
es: ¡El {1} de {0} bajó lo más posible!

# MSG_BUFF_MINUS_1
source: {0}'s {1} fell slightly.
es: El {1} de {0} cayó un poco.

# MSG_BUFF_MINUS_2
source: {0}'s {1} fell harshly!
es: ¡El {1} de {0} cayo bastante!

# MSG_BUFF_MINUS_3
source: {0}'s {1} fell drastically!
es: ¡El {1} de {0} cayó drasticamente!

# MSG_BUFF_NO_LESS
source: {0}'s {1} won't go lower!
es: ¡El {0} de {1} no bajará más!

# MSG_BUFF_NO_MORE
source: {0}'s {1} won't go higher!
es: ¡El {1} de {0} no subirá más!

# MSG_BUFF_PLUS_1
source: {0}'s {1} rose slightly.
es: ¡El {1} de {0} aumentó un poco.

# MSG_BUFF_PLUS_2
source: {0}'s {1} rose sharply!
es: ¡El {1} de {0} aumentó bastante!

# MSG_BUFF_PLUS_3
source: {0}'s {1} rose drastically!
es: ¡El {1} de {0} aumentó drasticamente!

# MSG_BUFF_REMOVE
source: {0}'s stat changes were eliminated!
es: ¡Los cambios de estadisticas de {0} fueron eliminados!

# MSG_BUFF_REVERSE
source: {0}'s stat changes were reversed!
es: ¡Los cambios de estadisticas de {0} fueron invertidos!

# MSG_BUFF_REVERT
source: {0}'s {1} returned to normal!
es: ¡El {1} de {0} volvió a la normalidad!

# MSG_BUFF_SWAP
source: {0} and {1} swapped {2}s!
es: ¡{0} y {1} intercambiaron sus {2}!

# MSG_BUFF_UNCHANGED
source: {0}'s {1} didn't change.
es: El {1} de {0} no cambió.

# MSG_BURN_ALREADY
source: {0} is already burned!
es: ¡{0} ya tiene una quemadura!

# MSG_BURN_END
source: {0} recovered from the burn!
es: ¡{0} se recuperó de su quemadura!

# MSG_BURN_FAIL
source: {0} didn't get burned!
es: ¡{0} no recibió una quemadura!

# MSG_BURN_FAIL_ELEMENT
source: {0}'s type doesn't get burned!
es: ¡El tipo de {0} es resistente a quemaduras!

# MSG_BURN_START
source: {0} sustained a burn!
es: ¡{0} sufrió una quemadura!

# MSG_CANT_LEARN_SKILL
source: {0} can't learn the move!
es: ¡{0} no puede aprender el movimiento!

# MSG_CANT_RECRUIT
source: {0} can't join the team!
es: ¡{0} no se puede unir al equipo!

# MSG_CANT_RECRUIT_LEVEL
source: {0}'s level isn't high enough to recruit {1}!
es: ¡El nivel de {0} no es lo suficientemente alto para reclutar a {1}!

# MSG_CANT_RECRUIT_RATE
source: But it wasn't good enough for {0}...
es: Pero no fue suficiente para {0}...

# MSG_CATCH_ITEM
source: {0} caught the {1}!
es: ¡{0} atrapó {1}!

# MSG_CHARGE_END
source: {0} lost its charge!
es: ¡{0} perdió su carga!

# MSG_CHARGE_START
source: {0} charged electricity!
es: ¡{0} cargó electricidad!

# MSG_CHASE
source: {0} won't let {1} get away!
es: ¡{0} no deja escapar a {1}!

# MSG_CHASE_ANCHOR
source: {0} is anchored to the ground and can't chase {1}!
es: ¡{0} está anclado al suelo y no puede perseguir a {1}!

# MSG_CHASE_END
source: {0} gave up the chase!
es: ¡{0} se rindió en la persecución!

# MSG_CLAMP
source: {0} is being clamped by the foe!
es: ¡{0} está siendo sujetado por el adversario!

# MSG_CLAMP_START
source: {0} was clamped by {1}!
es: ¡{0} fue sujetado por {1}!

# MSG_CLEANSE_ALL
source: It cleaned up all sticky items!
es: ¡Limpió todos los objetos pegajosos!

# MSG_CLEANSE_HELD_ITEM
source: {0}'s {1} is no longer sticky!
es: ¡El {1} de {0} ya no está pegajoso!

# MSG_CLEANSE_ITEM
source: The {1} in {0}'s bag is no longer sticky!
es: ¡El {1} en la mochila de {0} ya no está pegajoso!

# MSG_CLOUD_NINE
source: {0}'s Cloud Nine made the weather disappear!
es: ¡Aclimatación de {0} hizo que el tiempo desapareciera!

# MSG_CONFUSE_ALREADY
source: {0} is already confused!
es: ¡{0} ya está confundido!

# MSG_CONFUSE_END
source: {0} snapped out of confusion!
es: ¡{0} ya no está confundido!

# MSG_CONFUSE_START
source: {0} became confused!
es: ¡{0} se confundió!

# MSG_CONVERSION_2_START
source: {0} has Conversion 2 up!
es: ¡{0} levantó su Conversión2!

# MSG_CONVERSION_START
source: {0} has Conversion up!
es: ¡{0} levantó su Conversión!

# MSG_COUNTER_ALREADY
source: {0} already has a Counter up!
es: ¡{0} ya tiene preparado Contraataque!

# MSG_COUNTER_START
source: {0} will counter Physical Attacks!
es: ¡{0} contraatacará los Ataques Físicos!

# MSG_COVER_ATTACK
source: {0} took the attack!
es: ¡{0} cogió el ataque!

# MSG_CRINGE
source: {0} is cringing!
es: ¡{0} está encogido!

# MSG_CRINGE_END
source: {0} is no longer cringing!
es: ¡{0} ya no está encogido!

# MSG_CRINGE_START
source: {0} cringed!
es: ¡{0} se encogió!

# MSG_CRITICAL_HIT
source: A critical hit!
es: ¡Un golpe crítico!

# MSG_CURE_ALL
source: {0} was cured of status problems!
es: {0} fue curado de sus problemas de estado!

# MSG_CURE_MAJOR
source: {0} was cured of major status problems!
es: ¡{0} fue curado de mayores problemas de estado!

# MSG_CURE_SELF
source: {0}'s {1} removed its status problem!
es: ¡El {1} de {0} eliminó su problema de estado!

# MSG_CURSE
source: {0} is tormented by the curse!
es: ¡{0} esta siendo atormentado por la maldición!

# MSG_CURSE_END
source: The curse was lifted from {0}!
es: ¡La maldición de {0} se levantó!

# MSG_CURSE_HELD_ITEM
source: {0}'s {1} became sticky!
es: ¡El {1} de {0} se puso pegajoso!

# MSG_CURSE_ITEM
source: The {1} in {0}'s bag became sticky!
es: ¡El {1} en la mochila de {0} se puso pegajosa!

# MSG_CURSE_START
source: A curse was put on {0}!
es: ¡Una maldición fue puesto sobre {0}!

# MSG_CURSED_BODY
source: {0}'s Cursed Body disables moves!
es: ¡Cuerpo maldito de {0} anula movimientos!

# MSG_CUTE_CHARM
source: {0}'s Cute Charm infatuates on contact!
es: ¡Gran encanto de {0} enamora al contacto!

# MSG_DAMP
source: {0}'s Damp prevented an explosion!
es: ¡Humedad de {0} evitó una explosión!

# MSG_DECOY_ALREADY
source: {0} is already a decoy!
es: ¡{0} ya es un señuelo!

# MSG_DECOY_END
source: {0} is no longer a decoy!
es: ¡{0} ya no es un señuelo!

# MSG_DECOY_START
source: {0} became a decoy to attract attacks!
es: ¡{0} se convirtió en un señuelo para atraer ataques!

# MSG_DESTINY_BOND_END
source: {0} gave up the Destiny Bond!
es: ¡{0} abandonó su Mismo Destino!

# MSG_DESTINY_BOND_START
source: {0} is trying to take {1} with it!
es: ¡{0} está intentando llevarse a {1} con él!

# MSG_DEVOLVE
source: {0} devolved into {1}!
es: ¡{0} devolvió a {1}!

# MSG_DEVOLVE_FAIL
source: {0} can't be devolved!
es: ¡{0} no puede ser devuelto!

# MSG_DIG_CHARGE
source: {0} dug underground!
es: ¡{0} cavó!

# MSG_DIG_END
source: {0} resurfaced!
es: ¡{0} reapareció!

# MSG_DISABLE_ALREADY
source: {0} is already disabled!
es: ¡{0} ya está anulado!

# MSG_DISABLE_END
source: {0} is no longer disabled!
es: ¡{0} ya no está anulado!

# MSG_DISABLE_FAIL
source: {0}'s move wasn't disabled!
es: ¡El movimiento de {0} no fue anulado!

# MSG_DISABLE_START
source: {0}'s {1} was disabled!
es: ¡El {1} de {0} fue anulado!

# MSG_DIVE_CHARGE
source: {0} hid underwater!
es: ¡{0} se escondió en el agua!

# MSG_DIVE_END
source: {0} resurfaced!
es: ¡{0} reapareció!

# MSG_DMG_BOOST_ANY_STATUS
source: The power was boosted due to the target's major status!
es: ¡El poder aumentó gracias al estado mayor del objetivo!

# MSG_DMG_BOOST_LOW_HP
source: The target's low HP boosts its power!
es: ¡Los PS bajos del objetivo aumentan su poder!

# MSG_DMG_BOOST_NO_ITEM
source: The power was boosted due to having no held item!
es: ¡El poder aumentó por no llevar ningún objeto encima!

# MSG_DMG_BOOST_REVENGE
source: The power was boosted due to being previously attacked!
es: ¡El poder aumentó debido a haber sido atacado anteriormente!

# MSG_DMG_BOOST_STATUS
source: The power was boosted due to the target's status!
es: ¡El poder aumentó debido al estado del objetivo!

# MSG_DOOM_DESIRE_ATTACK
source: {0} took the Doom Desire attack!
es: ¡{0} recibe el ataque de Deseo oculto!

# MSG_DOWNLOAD
source: {0}'s downloaded data from {1}!
es: ¡{0} ha descargado información de {1}!

# MSG_DRAW_ATTACK
source: {0}'s {1} drew the attack!
es: ¡El {1} de {0} atrayó el ataque!

# MSG_DRIZZLE
source: {0}'s Drizzle made it rain!
es: ¡Llovizna de {0} hizo que lloviera!

# MSG_DROUGHT
source: {0}'s Drought made the weather sunny!
es: ¡Sequía de {0} hizo el tiempo soleado!

# MSG_EFFECT_SPORE
source: {0}'s Effect Spore causes status on contact!
es: ¡Efecto espora de {0} causa problemas de estado al contacto!

# MSG_ELECTRIC_TERRAIN_END
source: The electricity disappeared from the battlefield.
es: La electricidad desapareció del campo de batalla.

# MSG_ELECTRIC_TERRAIN_NO_DROWSY
source: {0} can't become drowsy due to the electric current!
es: ¡{0} no puede quedarse adormecido debido a la corriente eléctrica!

# MSG_ELECTRIC_TERRAIN_NO_SLEEP
source: {0} can't sleep due to the electric current!
es: ¡{0} no puede quedarse dormido debido a la corriente eléctrica!

# MSG_ELECTRIC_TERRAIN_START
source: An electric current runs across the battlefield!
es: ¡Una corriente eléctrica corre por el campo de batalla!

# MSG_ELECTRIFY_END
source: {0}'s attacks are no longer electrified!
es: ¡Los ataques de {0} ya no están electrificados!

# MSG_ELECTRIFY_START
source: {0}'s attacks became electrified!
es: ¡Los ataques de {0} quedaron electrificados!

# MSG_ELEMENT_WEATHER
source: {0}'s {1} typing turned it into {2}!
es: ¡El tipo {1} de {1} se convirtió en {2}!

# MSG_EMBARGO
source: {0} can't use items due to Embargo!
es: ¡{0} no puede usar objetos debido a Embargo!

# MSG_EMBARGO_ALREADY
source: {0} is already under the effects of Embargo!
es: ¡{0} ya está bajo los efectos de Embargo!

# MSG_EMBARGO_END
source: {0} can use items again!
es: ¡{0} puede usar objetos de nuevo!

# MSG_EMBARGO_START
source: {0} was prevented from using items!
es: ¡{0} no puede usar objetos!

# MSG_ENCORE_ALREADY
source: {0} already has an encore!
es: ¡{0} ya está bajo Otra vez!

# MSG_ENCORE_END
source: {0}'s encore ended!
es: ¡El efecto de Otra vez de {0} terminó!

# MSG_ENCORE_START
source: {0} received an encore!
es: ¡{0} está bajos los efectos de Otra vez!

# MSG_ENDURE_END
source: {0} stopped enduring!
es: ¡{0} ya no está con Aguante!

# MSG_ENDURE_START
source: {0} braced itself!
es: ¡{0} se preparó!

# MSG_EXCESSIVE_FORCE
source: {0}'s {1} spread the damage!
es: ¡{1} de {0} propagó el daño!

# MSG_EXCHANGE_HELD_ITEM
source: {0} and {1} had their held items switched!
es: ¡Los objetos de {0} y {1} han sido cambiados!

# MSG_EXCHANGE_ITEM
source: {0}'s {2} was exchanged with {1}'s {3}!
es: ¡El {2} de {0} fue intercambiado por el {3} de {1}!

# MSG_EXCHANGE_ITEM_FAIL
source: But neither {0} nor {1} have an item to switch!
es: ¡Pero ni {0} ni {1} tienen un objeto para cambiar!

# MSG_EXCL_ITEM_TYPE
source: {0}'s {1} took effect!
es: ¡{1} de {0} hizo efecto!

# MSG_EXPLODE
source: {0} exploded!
es: ¡{0} explotó!

# MSG_EXPLORER_IMMUNE
source: Explorers aren't affected by the move!
es: ¡Los exploradores no son afectados por el movimiento!

# MSG_EXPOSE_END
source: {0} is no longer exposed!
es: ¡{0} ya no está expuesto!

# MSG_EXPOSE_START
source: {0} was exposed! Its resistances and immunities were removed!
es: ¡{0} ha sido expuesto! ¡Sus resistencias e inmunidades fueron suprimidos!

# MSG_EXTRA_TURN
source: {0}'s {1} let it move again!
es: ¡{1} de {0} dejó que se moviera de nuevo!

# MSG_FIRE_SPIN_START
source: {0} was trapped in a vortex of fire!
es: ¡{0} fue atrapado en un torbellino de fuego!

# MSG_FLAME_BODY
source: {0}'s Flame Body burns on contact!
es: ¡Cuerpo llama de {0} quema al contacto!

# MSG_FLOOR_FILL
source: The entire floor was filled in!
es: ¡Todo el piso ha sido rellenado!

# MSG_FLOOR_MAP
source: The floor was mapped out!
es: ¡El piso ha sido trazado!

# MSG_FLOOR_REVEAL
source: All traps on the floor were revealed!
es: ¡Todas las trampas en el suelo han sido reveladas!

# MSG_FLOOR_ROOM
source: The walls crumbled, making one big room!
es: ¡Los muros se han desmoronado creando una enorme sala!

# MSG_FLOOR_TRAPBUST
source: All traps on the floor were destroyed!
es: ¡Todas las trampas en el suelo fueron destruidas!

# MSG_FLOWER_VEIL_STATS
source: {0} is protected from stat drops by Flower Veil!
es: ¡{0} está protegido de la reducción de estadisticas por Velo Flor!

# MSG_FLY_CHARGE
source: {0} flew up high!
es: ¡{0} voló alto!

# MSG_FLY_END
source: {0} dropped back down!
es: ¡{0} aterrizó!

# MSG_FOCUS_ENERGY_START
source: {0} is getting pumped!
es: ¡{0} se está preparando para luchar!

# MSG_FOCUS_PUNCH_CHARGE
source: {0} is tightening its focus!
es: ¡{0} está reforzando su concentración!

# MSG_FOCUS_PUNCH_END
source: {0} lost its focus!
es: ¡{0} se desconcentró!

# MSG_FOG_END
source: The fog cleared.
es: La niebla se disipó.

# MSG_FOG_START
source: The fog is deep...
es: La niebla es densa...

# MSG_FOLLOW_ME_ALREADY
source: {0} is already the center of attention!
es: ¡{0} ya es el centro de atención!

# MSG_FOLLOW_ME_END
source: {0} is no longer the center of attention!
es: ¡{0} ya no es el centro de atención!

# MSG_FOLLOW_ME_START
source: {0} became the center of attention!
es: ¡{0} se convirtió en el centro de atención!

# MSG_FORM_CHANGE
source: {0} changed form!
es: ¡{0} cambió forma!

# MSG_FREEZE_ALREADY
source: {0} is already frozen!
es: ¡{0} ya está congelado!

# MSG_FREEZE_END
source: {0} thawed out!
es: ¡{0} se descongeló!

# MSG_FREEZE_FAIL
source: {0} didn't get frozen!
es: ¡{0} no se congeló!

# MSG_FREEZE_FAIL_ELEMENT
source: {0}'s type doesn't get frozen!
es: ¡El tipo de {0} impide que se congele!

# MSG_FREEZE_START
source: {0} became frozen solid!
es: ¡{0} se congeló!

# MSG_FRISK
source: {0} removed {1}'s item with Frisk!
es: ¡{0} quitó el objeto de {1} con Cacheo!

# MSG_FROZEN
source: {0} is frozen solid!
es: ¡{0} está congelado!

# MSG_FULL_HP_REQ
source: {0} isn't at full HP!
es: ¡{0} no está con los PS llenos!

# MSG_FUTURE_SIGHT_ATTACK
source: {0} took the Future Sight attack!
es: ¡{0} recibió el ataque Premonición!

# MSG_FUTURE_SIGHT_START
source: {0} will be attacked at some point in the future!
es: ¡{0} será atacado en algún punto del futuro!

# MSG_GIVE_ITEM_AWAY
source: {0} gave away the {1}!
es: ¡{0} entregó el {1}!

# MSG_GRASSY_TERRAIN_END
source: The grass disappeared from the battlefield.
es: La hierba desapareció del campo de batalla.

# MSG_GRASSY_TERRAIN_START
source: Grass covered the battlefield!
es: ¡La hierba cubrió todo el campo de batalla!

# MSG_GRAVITY_END
source: The gravity returned to normal.
es: La gravedad volvió a la normalidad.

# MSG_GRAVITY_NO_BOUNCE
source: {0} can't bounce due to gravity!
es: ¡{0} no puede botar debido a la gravedad!

# MSG_GRAVITY_NO_FLY
source: {0} can't fly due to gravity!
es: ¡{0} no puede volar debido a la gravedad!

# MSG_GRAVITY_NO_LEVITATE
source: {0} can't levitate due to gravity!
es: ¡{0} no puede levitar debido a la gravedad!

# MSG_GRAVITY_START
source: Gravity intensified!
es: ¡La gravedad se intensificó!

# MSG_GRUDGE
source: The grudge took effect!
es: ¡Rabia hizo efecto!

# MSG_GRUDGE_START
source: {0} wants the foe to bear a grudge!
es: ¡{0} quiere provocar rabia a su rival!

# MSG_HAIL_END
source: The hail stopped.
es: El granizo se detuvo.

# MSG_HAIL_START
source: It started to hail!
es: ¡Ha empezado a granizar!

# MSG_HARVEST
source: {0}'s Harvest shared the effect!
es: ¡Cosecha de {0} compartió el efecto!

# MSG_HEAL_BLOCK_ALREADY
source: {0} is already under the effects of Heal Block!
es: ¡{0} ya está bajo los efectos de Anticura!

# MSG_HEAL_BLOCK_END
source: {0} can recover HP again!
es: ¡{0} puede recuperar PS de nuevo!

# MSG_HEAL_BLOCK_START
source: {0} was prevented from recovering HP!
es: ¡{0} no se le permitió recuperar PS!

# MSG_HEAL_WITH
source: {0} recovered HP with {1}!
es: ¡{0} recuperó PS con {1}!

# MSG_HEALER
source: {0}'s Healer removed {1}'s status problem!
es: ¡Alma Cura de {0} curó el problema de estado de {1}!

# MSG_HIT_CRASH
source: {0} didn't hit anyone and crashed!
es: ¡{0} no golpeó a nadie y se cayó!

# MSG_HIT_RECOIL
source: {0} was hit with recoil!
es: ¡{0} fue dañado por retroceso!

# MSG_HP_NEEDED
source: But {0} doesn't have enough HP!
es: ¡Pero {0} no tiene suficiente PS!

# MSG_HP_SPLIT
source: {0} split its HP with {1}!
es: ¡{0} divide sus PS con {1}!
