Repository: audinowho/PMDODump
Catalog: Asset/Strings/strings.*.resx
Languages: de, es, ko, pt, zh_hans

# MSG_HUNGER_EMPTY_FOE
source: {0}'s belly is empty!
de: {0}s Magen ist leer!
es: ¡La Tripa de {0} está vacía!
ko: {0}의 포만감이 한계에 달했다!
pt: A barriga de {0} está vazia!
zh_hans: {0}的肚子是空的！

# MSG_HUNGER_LOW
source: {0} is getting hungry...
de: {0} wird langsam hungrig...
es: Te ruge la Tripa...
ko: {0}의 배가 고파진다...
pt: O estômago de {0} está roncando...
zh_hans: {0} 饿了...

# MSG_INTRINSIC_CHANGE_GAIN
source: {0} acquired {1}!
de: {0} erlangt {1}!
es: ¡{0} adquirió {1}!
ko: {0}(은)는 {1}(을)를 얻었다!
pt: {0} adquiriu {1}!
zh_hans: {0}获取了 {1}！

# MSG_INTRINSIC_CHANGE_LOST
source: {0} lost {1}!
de: {0} verliert {1}!
es: {0} perdió {1}.
ko: {0}(은)는 {1}(을)를 잃었다!
pt: {0} perdeu {1}!
zh_hans: {0}丢失{1}！

# MSG_INTRINSIC_CHANGE_NONE
source: {0}'s ability didn't change!
de: {0}s Fähigkeiten ändern sich nicht!
es: ¡La habilidad de {0} no cambió!
ko: {0}의 특성은 변하지 않았다.
pt: A habilidade de {0} não foi alterada!
zh_hans: {0}的能力没有改变！

# MSG_ITEM_DEQUIP
source: {0} put the {1} back in the Treasure Bag.
de: {0} legt {1} zurück in den Schatzbeutel.
es: {0} colocó {1} de vuelta en la Bolsa.
ko: {0}(은)는 {1}(을)를 트레저 백에 넣었다.
pt: {0} pôs {1} de volta na Mochila de Itens.
zh_hans: {0} 将 {1} 放回宝物袋中。

# MSG_ITEM_GIVE
source: {0} got the {1}.
de: {0} erhält {1}.
es: {0} obtuvo el objeto {1}.
ko: {0}(은)는 {1}(을)를 받았다.
pt: {0} recebeu {1}.
zh_hans: {0} 得到了 {1}。

# MSG_ITEM_SWAP
source: {0} got the {1} and put the {2} in the Treasure Bag.
de: {0} erhält {1} und legt {2} zurück in den Schatzbeutel.
es: {0} obtuvo el objeto {1} y metió el {2} en la bolsa.
ko: {0}(은)는 {1}(을)를 받고 {2}(을)를 트레저 백에 넣었다.
pt: {0} recebeu {1} e colocou {2} na Mochila de Itens.
zh_hans: {0} 拿到了 {1} 并将 {2} 放入了宝物袋中。

# MSG_JUMP
source: {0} jumped away!
de: {0} ist weggesprungen!
es: ¡{0} saltó!
ko: {0}(은)는 멀리 뛰었다!
pt: {0} saltou para longe!
zh_hans: {0}跳开了！

# MSG_JUMP_FAIL
source: {0} didn't jump anywhere.
de: {0} ist nirgendwo hingesprungen.
es: {0} no saltó hacia ningún lugar.
ko: {0}(은)는 뛰지 못했다.
pt: {0} não saltou para lugar nenhum.
zh_hans: {0} 没有跳到任何地方。

# MSG_LEADER_SWAP
source: {0} became team leader!
de: {0} wurde zum Anführer!
es: ¡{0} se convirtió en el lider!
ko: {0}(이)가 팀 리더가 되었다!
pt: {0} virou o líder da equipe!
zh_hans: {0}成为团队领袖！

# MSG_LEADER_SWAP_REQ
source: The leader can only be changed on the leader's turn.
de: Der Anführer kann nur im Zug des momentanen Anführers getauscht werden.
es: El líder sólo puede ser cambiado en el turno del líder
ko: 리더는 리더의 턴에만 변경할 수 있다.
pt: O líder só pode ser trocado no turno do líder.
zh_hans: 领导者只能在轮到领导者时更换。

# MSG_MAP_ITEM_FALL
source: The {0} fell out of sight!
de: {0} ist außer Sicht gefallen!
es: ¡{0} se ha perdido de vista!
ko: {0}(은)는 어딘가에 떨어졌다!
pt: {0} foi perdido de vista!
zh_hans: {0} 不见了！

# MSG_MAP_ITEM_GROUND
source: The {0} fell to the ground.
de: {0} ist auf den Boden gefallen.
es: {0} cayó al suelo.
ko: {0}(은)는 땅에 떨어졌다.
pt: {0} caiu no chão.
zh_hans: {0} 掉在地上。

# MSG_MAP_ITEM_LOST
source: The {0} was lost!
de: {0} ist verloren gegangen!
es: ¡{0} se ha perdido!
ko: {0}(은)는 사라져버렸다!
pt: {0} foi perdido(a)!
zh_hans: {0} 丢失了！

# MSG_MAP_ITEM_WATER
source: The {0} fell in the water.
de: {0} ist ins Wasser gefallen.
es: {0} cayó al agua.
ko: {0}(은)는 물에 빠졌다.
pt: {0} caiu na água.
zh_hans: {0} 掉入水中。

# MSG_NOTHING_UNDERFOOT
source: There is nothing on the ground beneath {0}.
de: Es ist nichts unter {0}.
es: No hay nada debajo de {0}.
ko: {0}의 발밑에는 아무것도 없다.
pt: Não há nada sob {0}.
zh_hans: {0} 下方的地面上没有任何东西。

# MSG_OUT_OF_CHARGES
source: {0}'s {1} is out of PP!
de: {0}s {1} hat keine AP mehr!
es: ¡El {1} de {0} está fuera de PP!
ko: {0}의 {1}(은)는 PP가 다 떨어졌다!
pt: O movimento {1} de {0} está sem PP!
zh_hans: {0} 的 {1} 没有 PP！

# MSG_PASS_ITEM
source: {0} passed over the {1}.
de: {0} tritt auf {1}.
es: El {0} pasó por {1}.
ko: {0}(은)는 {1}(을)를 지나쳤다.
pt: {0} passou por cima de {1}.
zh_hans: {0}越过{1}。

# MSG_PICKUP_HOLD_ITEM
source: {0} picked up the {1}.
de: {0} nimmt {1} auf.
es: {0} recogió el objeto {1}.
ko: {0}(은)는 {1}(을)를 주웠다.
pt: {0} pegou {1}.
zh_hans: {0} 拿起了 {1}。

# MSG_PICKUP_ITEM
source: {0} picked up the {1} and put it in the Treasure Bag.
de: {0} nimmt {1} auf und packt es in den Schatzbeutel.
es: {0} recogió el objeto {1} y lo guardó en la Bolsa.
ko: {0}(은)는 {1}(을)를 주워서 트레저 백에 넣었다.
pt: {0} pegou e guardou {1} na Mochila.
zh_hans: {0}拿起{1}并将其放入宝物袋中。

# MSG_PICKUP_MONEY
source: {0} picked up {1}.
de: {0} nimmt {1} auf.
es: {0} recogió el {1}.
ko: {0}(은)는 {1}를 주웠다.
pt: {0} pegou {1}.
zh_hans: {0} 拿起了 {1}。

# MSG_PICKUP_SOME_ITEM
source: {0} picked up some of the {1} and put it in the Treasure Bag.
de: {0} nimmt {1} auf und packt es in den Schatzbeutel.
es: {0} recogió algo del {1} y lo guardó en la Bosla.
ko: {0}(은)는 {1}(을)를 몇개 주워서 트레저 백에 넣었다.
pt: {0} pegou um pouco de {1} e guardou na Mochila.
zh_hans: {0}拿起一些{1}并将其放入宝物袋中。

# MSG_PLACE_ITEM
source: {0} placed the {1} on the ground.
de: {0} legt {1} auf den Boden.
es: {0} colocó el {1} en el suelo.
ko: {0}(은)는 {1}(을)를 땅에 놔두었다.
pt: {0} colocou {1} no chão.
zh_hans: {0} 将 {1} 放在地上。

# MSG_REPLACE_HOLD_ITEM
source: {0} got the {1} and placed the {2} on the ground.
de: {0} nimmt {1} und legt {2} auf den Boden.
es: {0} obtuvo el {1} y colocó el {2} en el suelo.
ko: {0}(은)는 {1}(을)를 줍고 {2}(을)를 땅에 놔두었다.
pt: {0} pegou {1} e colocou {2} no solo.
zh_hans: {0} 拿到 {1} 并将 {2} 放在地上。

# MSG_REPLACE_ITEM
source: The {0} on the ground was replaced with the {1}.
de: {0} wurde mit {1} ausgetauscht.
es: El {0} en el suelo fue reemplazado con el {1}.
ko: 땅에 있던 {0}(은)는 {1}(와)과 교환되었다.
pt: {0} no solo foi substituído por {1}.
zh_hans: 地面上的 {0} 已替换为 {1}。

# MSG_REPLAY_PAUSED
source: Replay paused.
de: Wiederholung pausiert.
es: Repetición pausada.
ko: 리플레이 일시정지됨.
pt: Replay pausado.
zh_hans: 重播暂停。

# MSG_REPLAY_SPEED
source: Speed: {0}
de: Geschwind.: {0}
es: Velocidad: {0}
ko: 재생속도: {0}
pt: Velocidade: {0}
zh_hans: 速度：{0}

# MSG_REPLAY_UNPAUSED
source: Replay unpaused.
de: Wiederholung wird fortgesetzt.
es: Repetición reanudada.
ko: 리플레이 일시정지 해제.
pt: Replay resumido.
zh_hans: 重播暂停取消。

# MSG_RESCUED_BY
source: Rescued by {0}!
de: Von {0} gerettet!
es: ¡Rescatado por {0}!
ko: {0}에게 구조되었다!
pt: Resgatado por {0}!
zh_hans: 被{0}救了！

# MSG_RESCUES_LEFT
source: Rescues left: {0}
de: Rettungen übrig: {0}
es: Rescates restantes: {0}
ko: 남은 구조: {0}
pt: Resgates restantes: {0}
zh_hans: 救援人离开了：{0}

# MSG_SKIP_TURN
source: {0} passed its turn.
de: {0} hat seine Runde übersprungen.
es: {0} pasó su turno.
ko: {0}(은)는 자신의 턴을 넘겼다.
pt: {0} passou seu turno.
zh_hans: {0} 将轮到它的机会让了出去。

# MSG_TEAM_MODE_ALONE
source: Team Mode can't be used when alone.
de: Der Team Modus kann nicht benutzt werden, während du alleine bist.
es: No se puede usar Modo Equipo solo.
ko: 팀 모드는 혼자 있을 땐 사용할 수 없다.
pt: Não se pode usar o Modo de Equipe sozinho.
zh_hans: 单独时无法使用团队模式。

# MSG_TEAM_SENT_HOME
source: {0} was sent back to the assembly.
de: {0} wurde zum Treffpunkt des Teams geschickt.
es: {0} se ha enviado al registro.
ko: {0}(은)는 집합소로 되돌려보내졌다.
pt: {0} foi enviado de volta para a formação.
zh_hans: {0} 已被送回集hui。

# MSG_TEAM_SENT_HOME_PLURAL
source: {0} were sent back to the assembly.
de: {0} wurden zum Treffpunkt des Teams geschickt.
es: {0} fue enviado de vuelta al registro.
ko: {0}(은)는 집합소로 되돌려보내졌다.
pt: {0} foram enviados de volta a Formação.
zh_hans: {0}都被发送回集会。

# MSG_WARP
source: {0} warped!
de: {0} wurde teleportiert!
es: ¡{0} se teletransportó!
ko: {0}(은)는 순간이동했다!
pt: {0} teleportou!
zh_hans: {0} 扭曲了！

# MSG_WARP_FAIL
source: {0} didn't warp.
de: {0} wurde nicht teleportiert!
es: {0} no se teletransportó.
ko: {0}(은)는 순간이동하지 못했다.
pt: {0} não teleportou.
zh_hans: {0}没有 扭曲！

# RANGE_ARC_LINE
source: {1} in {0}-Tile Line
de: {1} in einer {0}-Felder Linie
es: {1} en {0} casillas en línea
ko: {0}타일 거리의 직선에 있는 {1}
pt: {1} em até {0} casas em Linha Reta
zh_hans: {1}在{0} -格子线上

# RANGE_ARC_SINGLE
source: {1} at {0} Tiles Away
de: {1} in {0} Felder Entfernung
es: {1} en {0} casillas a lo lejos
ko: {0}타일 밖에 있는 {1}
pt: {1} em até {0} casas
zh_hans: {1} 在 {0} 格子之外

# RANGE_ARC_WIDE
source: {1} in {0}-Tile Arc
de: {1} in einem {0}-Felder Bogen
es: {1} en un arco de {0} casillas
ko: {0}타일 거리에 있는 {1}에게 던짐
pt: {1} em arco de {0} casas
zh_hans: {1}在{0} -格子弧上

# RANGE_AREA_CONE
source: {1} in {0}-Tile Cone
de: {1} in einem {0}-Felder Kegel
es: {1} en un cono de {0} casillas
ko: {0}타일 거리의 원뿔에 있는 {1}
pt: {1} em cone de {0} casas
zh_hans: {1}在{0} -格子圆锥体里

# RANGE_AREA_FULL
source: {1} in {0}-Tile Area
de: {1} in einem {0}-Felder Bereich
es: {1} en un área de {0} casillas
ko: {0}타일 넓이의 구역에 있는 {1}
pt: {1} em área de {0} casas
zh_hans: {1}在{0} -格子区

# RANGE_AREA_SIDES
source: {1} in {0}-Tiles at Sides
de: {1} seitlich in {0}-Feldern
es: {1} en {0} casillas al lado
ko: 바로 옆의 {0}타일 안에 있는 {1}
pt: {1} em {0} casas ao redor
zh_hans: {1}在{0} -格子周边

# RANGE_ATTACK_AROUND
source: {0} Around User
de: {0} um den Anwender
es: {0} alrededor del usuario
ko: 사용자 주변의 {0}
pt: {0} em volta do usuário
zh_hans: {0} z用户周围

# RANGE_ATTACK_CORNER
source: {0} in Front, Cuts Corners
de: {0} voraus, überwindet Ecken
es: {0} enfrente, contando esquinas
ko: 앞에 있는 {0}, 모서리도 가로지름
pt: {0} à frente, atravessa cantos
zh_hans: {0} 在前面，偷工减料

# RANGE_ATTACK_FRONT
source: {0} in Front
de: {0} voraus
es: {0} enfrente
ko: 앞에 {0}
pt: {0} à frente
zh_hans: {0} 在前面

# RANGE_ATTACK_WIDE
source: {0} in Front and Sides
de: {0} seitlich und voraus
es: {0} enfrente y a los lados
ko: 앞과 옆의 {0}
pt: {0} à frente e aos lados
zh_hans: {0} 在前面和边上

# RANGE_BEAM
source: Beam
de: Strahl
es: Rayo
ko: 빔
pt: Raio
zh_hans: 光束

# RANGE_DASH
source: Dash
de: Sprint
es: Carrera
ko: 대시
pt: Investida
zh_hans: 快跑

# RANGE_LINEAR
source: {2} in {1}-Tile {0}
de: {2} in {1}-Feld {0}
es: {2} en {0} de {1} casillas
ko: {1}타일 거리 {0} 내에 있는 {2}
pt: {2} em {0} de {1} casas
zh_hans: {2}在{1} -格子 {0}

# RANGE_LINEAR_PASS
source: {0}, Passes Walls
de: {0}, durchdringt Wände
es: {0}, atraviesa muros
ko: {0}, 벽을 통과함
pt: {0}, atravessa paredes
zh_hans: {0}，通过墙

# RANGE_LINEAR_PHASE
source: Phasing {0}
de: durchlaufender {0}
es: Atravesando {0}
ko: 통과성 {0}
pt: {0} Atravessador
zh_hans: 将 {0}分段

# RANGE_LINEAR_PIERCE
source: Piercing {0}
de: Durchdringender {0}
es: {0} Penetrante
ko: 관통성 {0}
pt: {0} Perfurante
zh_hans: 将{0}穿孔

# RANGE_LINEAR_WIDE
source: Wide-{0}
de: Weiter {0}
es: {0} amplio
ko: 와이드-{0}
pt: {0} amplo
zh_hans: 宽{0}

# RANGE_OFFSET_AREA
source: {1} in Area, {0} Tiles Away
de: {1} im Bereich, {0} Felder entfernt
es: {1} en área, {0} casillas a lo lejos
ko: {0}타일 떨어진 구역의 {1}
pt: {1} em área, {0} casas de distância
zh_hans: {1} 在区域内，{0} 离开了

# RANGE_OFFSET_SIDES
source: {1} in Row, {0} Tiles Away
de: {1} in einer Reihe, {0} Felder entfernt
es: {1} en línea, {0} casillas a lo lejos
ko: {0}타일 떨어진 일렬의 {1}
pt: {1} em fileira, {0} casas de distância
zh_hans: {1} 在排行中，{0} 格子之外

# RANGE_OFFSET_TILE
source: {1} at {0} Tiles Away
de: {1} in {0} Feldern Entfernung
es: {1} en {0} casillas a lo lejos
ko: {0}타일 떨어진 {1}
pt: {1} a {0} casas de distância
zh_hans: {1} 在 {0} 格子之外

# RANGE_PROJECTILE
source: Shot
de: Schuss
es: Disparo
ko: 샷
pt: Disparo
zh_hans: 射击

# RANGE_PROJECTILE_SPREAD
source: Spread {0}
de: Gestreuter {0}
es: Extensión {0}
ko: 스프레드 {0}
pt: {0} Largo
zh_hans: 分散 {0}

# TARGET_HIT_ALL
source: Everyone
de: Jeden
es: Todos
ko: 모두
pt: Todos
zh_hans: 每个玩家

# TARGET_HIT_ALLY
source: Ally
de: Verbündeten
es: Aliado
ko: 아군
pt: Aliado
zh_hans: 队友

# TARGET_HIT_ALLY_PLURAL
source: Allies
de: Verbündete
es: Aliados
ko: 아군들
pt: Aliados
zh_hans: 队友们

# TARGET_HIT_FOE
source: Foe
de: Gegner
es: Enemigo
ko: 적
pt: Inimigo
zh_hans: 对手

# TARGET_HIT_FOE_PLURAL
source: Foes
de: Gegner
es: Enemigos
ko: 적들
pt: Inimigos
zh_hans: 对手们

# TARGET_HIT_NONE
source: No One
de: Niemanden
es: Ninguno
ko: 없음
pt: Ninguém
zh_hans: 没有人

# TARGET_HIT_OTHER
source: Ally/Foe
de: Verbündeten/Gegner
es: Aliado/Enemigo
ko: 아군/적
pt: Aliado/Inimigo
zh_hans: 队友/对手

# TARGET_HIT_OTHER_PLURAL
source: Others
de: Andere
es: Otros
ko: 아군들/적들
pt: Outros
zh_hans: 其他队友或对手们

# TARGET_HIT_PARTY
source: Party
de: Gruppe
es: Grupo
ko: 팀
pt: Grupo
zh_hans: 队友和自己

# TARGET_HIT_USER
source: User
de: Anwender
es: Usuario
ko: 사용자
pt: Usuário
zh_hans: 自己

# TARGET_HIT_USERFOE
source: User/Foe
de: Anwender/Gegner
es: Usuario/Enemigo
ko: 사용자/적
pt: Usuário/Inimigo
zh_hans: 自己/对手

# TARGET_HIT_USERFOE_PLURAL
source: User/Foes
de: Anwender/Gegner
es: Usuario/Enemigos
ko: 사용자/적들
pt: Usuário/Inimigos
zh_hans: 自己/对手们

# TEAM_NAME
source: Team {0}
es: Equipo {0}
ko: 팀 {0}
pt: Equipe {0}
zh_hans: 团队{0}

# ZONE_EXPECT_LEVEL
source: Expected Level: {0}
de: Erwartetes Level: {0}
es: Nivel Recomendado:{0}
pt: Nivel Recomendado: {0}
zh_hans: 预期级别：{0}

# ZONE_RESTRICT_ALONE
source: Enter alone
de: Alleine betreten
es: Entrar solo
ko: 혼자서 입장
pt: Entrar sozinho
zh_hans: 单独进入

# ZONE_RESTRICT_BAG
source: Bag size set to {0}
de: Schatzbeutelgröße wird auf {0} gesetzt
es: Tamaño de la Bolsa fijado a {0}
ko: 트레저 백 크기 {0}(으)로 제한
pt: Tamanho da Mochila definido para {0}
zh_hans: 宝物袋尺寸设置为 {0}

# ZONE_RESTRICT_EXP
source: No Exp. Points
de: Keine Erf.
es: No Exp.
ko: 경험치 없음
pt: Sem Exp.
zh_hans: 没有经验。 积分

# ZONE_RESTRICT_ITEM
source: Item limit: {0}
es: Límite de objetos: {0}
ko: 아이템 제한: {0}
pt: Limite de itens: {0}
zh_hans: 物品数目限制：{0}

# ZONE_RESTRICT_ITEM_ALL
source: No items allowed
de: Keine Items erlaubt
es: Objetos no permitidos
ko: 아이템 금지
pt: Itens não permitidos
zh_hans: 没有物品被许可

# ZONE_RESTRICT_LEVEL
source: Set Level: {0}
de: Level wird auf {0} gesetzt
es: Nivel fijado a {0}
ko: 레벨이 {0}(이)가 됨
pt: Nivel definido para {0}
zh_hans: 设置级别：{0}

# ZONE_RESTRICT_MONEY
source: No money allowed
de: Kein Geld erlaubt
es: Dinero no permitido
ko: 돈 금지
pt: Dinheiro não permitido
zh_hans: 钱是不允许的

# ZONE_RESTRICT_TEAM
source: Team size set to {0}
de: Teamgröße ist auf {0} gesetzt
es: Tamaño del equipo fijado a {0}
ko: 팀 크기가 {0}(으)로 정해짐
pt: Tamanho da Equipe limitado a {0}
zh_hans: 团队规模设置为 {0}

# DLG_CHOICE_NO
source: No
de: Nein
ko: 아니오
pt: Não
zh_hans: 否

# MENU_CHARA_DETAIL_SKIN
source: Color: {0}
de: Farbe: {0}
ko: 색: {0}
pt: Cor: {0}
zh_hans: 颜色: {0}

# MENU_CHARA_SKIN
source: Color
de: Farbe
ko: 색
pt: Cor
zh_hans: 颜色

# MENU_CONTACT_ID
source: ID: {0}
zh_hans: 身份证明：{0}

# MENU_DEX_TITLE
source: Pokédex
ko: 포켓몬도감
zh_hans: 宝可梦图鉴

# MENU_RESULTS_BONUS_VALUE
source: Bonus: {0}
de: Bonuspunkte: {0}
ko: 보너스: {0}
pt: Bônus: {0}
zh_hans: 额外奖励：{0}

# MENU_TOP_ROGUE
source: Roguelocke
ko: 로그라이크

# MENU_SKILLS_TOTAL_CHARGES
source: {0}PP
de: {0}AP
