Repository: audinowho/PMDODump
Catalog: Asset/Strings/stringsEx.*.resx
Languages: es

# TALK_FULL_0742
source: I'll lend my support to the effort with my [move].
es: Complementaré tus esfuerzos con mi movimiento [move].

# TALK_FULL_0743
source: We should delve deeper.
es: Deberíamos adentrarnos más.

# TALK_FULL_0744
source: I'm fine. There's no need to worry yourself.
es: Estoy bien, no hay de qué preocuparse.

# TALK_FULL_0745
source: I can see it...one [item] lying on the ground...somewhere...
es: Puedo ver... el objeto [item] en el suelo... en algún lugar...

# TALK_FULL_0750
source: Let's show them!
es: ¡Démosles su merecido!

# TALK_FULL_0751
source: Now don't get careless, [player]!
es: ¡Ahora no te distraigas, [player]!

# TALK_FULL_0752
source: I'm right behind you! You'll get plenty of support!
es: ¡Estoy justo detrás de ti! ¡Te estaré apoyando!

# TALK_FULL_0753
source: Let's speed things up!
es: ¡Démonos prisa!

# TALK_FULL_0754
source: [kind]...pretty weak!
es: ¡[kind] es bastante débil!

# TALK_FULL_0755
source: There's one [item] on the ground...somewhere...
es: El objeto [item] está por aquí cerca...

# TALK_FULL_0760
source: I've got you covered! Don't worry!
es: ¡Te estoy cubriendo! ¡No te preocupes!

# TALK_FULL_0761
source: Let's keep moving, [player]!
es: ¡Sigamos adelante, [player]!

# TALK_FULL_0762
source: Me? I'm fine!
es: ¿Yo? ¡Estoy bien!

# TALK_FULL_0763
source: Watch out for any [kind]!
es: ¡Ojo con cualquier [kind] que se acerque!

# TALK_FULL_0764
source: Let's keep going.
es: Sigamos adelante.

# TALK_FULL_0765
source: I envision one [item]... just lying there...
es: Puedo ver el objeto [item] ahí tirado...

# TALK_FULL_0770
source: WE'RE GOING, [player]!
es: ¡ALLÁ VAMOS, [player]!

# TALK_FULL_0771
source: SHOW URGENCY!
es: ¡DATE PRISA!

# TALK_FULL_0772
source: FOES WILL SCATTER BEFORE THE MIGHT OF MY [move]!
es: ¡LOS ENEMIGOS SE DISPERSARÁN ANTE LA FUERZA DE MI MOVIMIENTO [move]!

# TALK_FULL_0773
source: GRRR-OOOOOO!
es: ¡GRR!

# TALK_FULL_0774
source: THOSE [kind] ARE HARDLY WORTHY ADVERSARIES FOR ME!
es: ¡ESOS [kind] NO SON DIGNOS DE ENFRENTARSE CONMIGO!

# TALK_FULL_0775
source: I WILL PROTECT YOU WITH MY POWERS!
es: ¡TE PROTEGERÉ CON MIS PODERES!

# TALK_FULL_0780
source: MY FULL SUPPORT IS YOURS! HAVE CONFIDENCE!
es: ¡TIENES TODO MI APOYO! ¡CONFÍA EN MÍ!

# TALK_FULL_0781
source: NO ENEMY IS MY EQUAL!
es: ¡NINGÚN ENEMIGO PODRÁ VENCERME!

# TALK_FULL_0782
source: GRRR-OOOOOO!
es: ¡GRR!

# TALK_FULL_0783
source: I WILL DRAW UPON MY MIGHT!
es: ¡RECURRIRÉ A MI FUERZA!

# TALK_FULL_0784
source: WHAT BEING CAN STOP ME?!
es: ¿QUIÉN PUEDE PARARME?

# TALK_FULL_0785
source: HAVE FAITH IN YOURSELF! AND FIGHT!
es: ¡TEN FE EN TI Y LUCHA!

# TALK_FULL_0790
source: ASSISTANCE... WILL GIVE... ASSISTANCE...
es: TE... TE AYUDARÉ...

# TALK_FULL_0791
source: MY POWER...IS YOURS... MY POWER...IS YOURS...
es: MI FUERZA ES... TUYA. MI... MI FUERZA ES TUYA.

# TALK_FULL_0792
source: RRRRR... RRRRR... RRRRR...
es: RRR... RRR...

# TALK_FULL_0793
source: CAUTION... MEET [kind]... WITH CAUTION...
es: CON CUIDADO... CUIDADO CON [kind]...

# TALK_FULL_0794
source: I SEE...I SEE...A SOLE [item]...
es: VEO... VEO EL OBJETO [item] MUY CERCA...

# TALK_FULL_0795
source: MOVE...ON... MOVE...ON...
es: SIGUE... SIGUE ADELANTE...

# TALK_FULL_0800
source: It concerns me not which enemies await us.
es: No me preocupa saber qué enemigos nos aguardan.

# TALK_FULL_0801
source: The darkness swells within me...
es: La oscuridad crece en mi interior...

# TALK_FULL_0802
source: So be it! You shall bear witness to my power!
es: ¡Así sea! ¡Podrás contemplar mi poder!

# TALK_FULL_0803
source: Our progress...is satisfactory.
es: Nuestro progreso... es satisfactorio.

# TALK_FULL_0804
source: I see but one [item]...
es: El objeto [item] es lo único que veo.

# TALK_FULL_0805
source: Defeating me? Impossible. That much is absolute.
es: ¿Derrotarme? Imposible.

# TALK_FULL_0810
source: Treasure! \u266A Treasure! \u266A
es: ¡Tesoro! \u266A ¡Tesoro! \u266A

# TALK_FULL_0811
source: What a fine love I have! \u266A For items of all shapes and sizes! \u266A
es: ¡Cómo me gustan! \u266A ¡Los objetos de todas las formas y colores! \u266A

# TALK_FULL_0812
source: As always! I'll do it to the best of my humble abilities! \u266A
es: ¡Como siempre! \u266A ¡Haré todo lo posible! \u266A

# TALK_FULL_0813
source: Be wary! So wary! Of [kind]! So nasty! \u266A
es: ¡Ve con cautela! ¡Con mucha cautela! ¡Ten cuidado con [kind]! \u266A

# TALK_FULL_0814
source: I find that exploring is so very uplifting! \u266A
es: ¡Explorar es muy edificante! \u266A

# TALK_FULL_0815
source: Where are we going now? \u266A
es: ¿Adónde vamos ahora? \u266A

# TALK_FULL_0820
source: I'm counting on you!
es: ¡Cuento contigo!

# TALK_HALF_0000
source: It's getting a little rough...
es: Esto se está poniendo feo...

# TALK_HALF_0001
source: I'm hurt a little... But I'm still good to go!
es: Me han herido un poco... ¡pero puedo continuar!

# TALK_HALF_0002
source: Thanks for your concern, [player]! You really care!
es: Gracias por preguntar, [player]. ¡Realmente te preocupas por mí!

# TALK_HALF_0005
source: The going's getting rougher...
es: ¡Cada vez es más difícil avanzar!

# TALK_HALF_0006
source: I...I'm fine. It takes more than this to slow me down.
es: Estoy... estoy bien. Hace falta mucho más para frenarme.

# TALK_HALF_0007
source: I'm fine! I can keep battling! But thanks for your concern!
es: ¡Estoy bien! ¡Puedo seguir luchando! ¡Gracias por preguntar!

# TALK_HALF_0010
source: Maybe...maybe we should go home soon?
es: Quizá... quizá deberíamos regresar...

# TALK_HALF_0011
source: Ugh... I'm hurt...
es: Uf... Me han... herido.

# TALK_HALF_0012
source: Don't leave me, [player]...
es: No me abandones, [player]...

# TALK_HALF_0013
source: Can you please restore my health a little, [player]?
es: ¿Puedes restaurar un poco mi salud, [player]?

# TALK_HALF_0015
source: This place is proving harsh...
es: Este lugar está siendo duro.

# TALK_HALF_0016
source: Let's take it more cautiously.
es: Vayamos con más cautela.

# TALK_HALF_0017
source: It's OK! I can keep going!
es: ¡Estoy bien! ¡Puedo continuar!

# TALK_HALF_0020
source: The truth is that it's harder to make headway like this...
es: Resulta difícil avanzar así.

# TALK_HALF_0021
source: I'd be thankful if you could restore my health...
es: Te agradecería que restauraras mi salud.

# TALK_HALF_0022
source: This exploration has had its share of rough times, wouldn't you say?
es: Esta expedición ha tenido su parte difícil, ¿no crees?

# TALK_HALF_0023
source: Do me the courtesy, [player]! Don't leave me here!
es: ¡Hazme el favor de no dejarme aquí, [player]!

# TALK_HALF_0025
source: This amount of damage? It's no problem. It's hardly a scratch.
es: ¿Este daño? No es nada, apenas un rasguño.

# TALK_HALF_0026
source: [myname] has only just begun to dominate!
es: ¡Aún no has presenciado la verdadera fuerza de [myname]!

# TALK_HALF_0027
source: I'm perfectly fine! Focus your concern elsewhere!
es: ¡Estoy perfectamente! ¡Preocúpate de lo demás!

# TALK_HALF_0030
source: Harder... Getting harder...
es: Esto... se... complica...

# TALK_HALF_0031
source: Going...going... Keep on going...
es: Continuar... Continuar... No detenerse...

# TALK_HALF_0032
source: Not easy... Not easy... All this exploration... Not easy...
es: Esta expedición... no está siendo nada fácil...

# TALK_HALF_0035
source: Ha! I don't go down so easily!
es: ¡No me vendré abajo tan fácilmente!

# TALK_HALF_0036
source: This is nothing! Bring it on!
es: ¡Venga, esto no es nada!

# TALK_HALF_0037
source: I get pumped up in tight spots like this!
es: ¡Me crezco en situaciones así de complicadas!

# TALK_HALF_0040
source: Hey, how about healing me?
es: Oye, ¿qué tal si me curas?

# TALK_HALF_0041
source: This kind of stinks, you know?
es: Esto apesta, ¿sabes?

# TALK_HALF_0042
source: Hey, how about we hang it up and head home?
es: Oye, ¿qué tal si lo dejamos y nos vamos a casa?

# TALK_HALF_0045
source: Oooh... It's getting hard to keep going...
es: Me cuesta tanto continuar...

# TALK_HALF_0046
source: Hey, I still feel OK! Thanks for thinking about me!
es: ¡Todavía estoy bien! ¡Gracias por pensar en mí!

# TALK_HALF_0047
source: It's hard! But I can keep going!
es: ¡Es duro, pero puedo continuar!

# TALK_HALF_0050
source: C'mon! I can take it! Bring it on!
es: ¡Venga! ¡Puedo con ello!

# TALK_HALF_0051
source: Think I'm gonna drop here? Not a chance!
es: ¿Acaso crees que me voy a rendir? ¡Ni lo sueñes!

# TALK_HALF_0052
source: I'm doing OK! You worry about yourself!
es: ¡Estoy perfectamente! ¡Deja de preocuparte!

# TALK_HALF_0055
source: Uh-yup! Kinda rough...
es: Uf... ¡Qué duro!

# TALK_HALF_0056
source: Got an Oran Berry or something?
es: ¿No tendrás una Baya Aranja suelta por ahí, no?

# TALK_HALF_0057
source: Rough stuff! But I'll keep plugging away!
es: ¡Es duro, pero seguiré avanzando!

# TALK_HALF_0060
source: No problem at ALL! I can take it!
es: ¡Ningún problema! ¡Puedo perfectamente!

# TALK_HALF_0061
source: I'll TOUGH it out!
es: ¡Lo conseguiré!

# TALK_HALF_0062
source: Just gotta smile, the way you WORRY about me!
es: ¡Me hace gracia ver cómo te preocupas por mí!

# TALK_HALF_0065
source: Oh, such hard going!
es: ¡Qué difícil es esto!

# TALK_HALF_0066
source: Oh, I'll be all right. I can take a lot more than this.
es: No te preocupes por mí, estoy bien. Puedo con esto y con mucho más.

# TALK_HALF_0067
source: Oh, worried about me? Well, isn't that sweet, [player]!
es: ¿Te preocupas por mí? ¡Eres un cielo, [player]!

# TALK_HALF_0070
source: You don't seriously think I'll be beaten this easily?
es: ¿No creerás que me van a derrotar tan fácilmente?

# TALK_HALF_0071
source: Let's buckle down and go for it!
es: ¡Esforcémonos y a por ello!

# TALK_HALF_0072
source: Ha! We're just getting started!
es: ¡Esto acaba de empezar!

# TALK_HALF_0075
source: Whew! Harder to get ahead...
es: ¡Uf! Cuesta seguir adelante...

# TALK_HALF_0076
source: Let's proceed more carefully...
es: Vayamos con mucho cuidado.

# TALK_HALF_0077
source: I'm fully capable of continuing! Thanks for watching out for me!
es: ¡Claro que puedo continuar! Pero, gracias por preocuparte.

# TALK_HALF_0080
source: Hmm... It's getting tougher...
es: Uf... Esto se complica.

# TALK_HALF_0081
source: We won't find treasure unless we can get out of tough scrapes...
es: No encontraremos ningún tesoro si no salimos de este lío.

# TALK_HALF_0082
source: Won't some kind soul heal me...
es: ¿Algún alma generosa que me cure?

# TALK_HALF_0135
source: It's not so easy!
es: ¡Esto no es fácil!

# TALK_HALF_0136
source: Huff... Puff...
es: Uf, uf...

# TALK_HALF_0137
source: Ow! I'm feeling worn down!
es: ¡No me siento nada bien!

# TALK_HALF_0138
source: I feel kind of yucky...
es: Me encuentro mal.

# TALK_HALF_0139
source: Maybe I'm tired... I feel weak...
es: Me parece que el cansancio me está haciendo mella. Me siento débil...

# TALK_HALF_0145
source: I'm perfectly capable of enduring much more!
es: ¡Puedo resistir esto y mucho más!

# TALK_HALF_0146
source: This place is straining my endurance, but I can take much more.
es: Este lugar es agotador, pero aún puedo aguantar mucho más.

# TALK_HALF_0147
source: I've endured some damage, but I'm very much still fit and able!
es: ¡Me han hecho daño, pero aún puedo continuar!

# TALK_HALF_0148
source: It hurts a little, but it's really nothing I can't handle.
es: Me duele un poco, pero no es nada grave.

# TALK_HALF_0149
source: I can endure this. Please don't fret for my welfare.
es: Puedo aguantar. No te preocupes por mí.

# TALK_HALF_0160
source: I've suffered some hits...
es: Me he llevado algunos golpes...

# TALK_HALF_0161
source: I can absorb more damage...
es: Puedo soportar más daños...

# TALK_HALF_0162
source: I'm still ready for more!
es: ¡Puedo con esto y más!

# TALK_HALF_0163
source: You don't have to worry about me.
es: No te preocupes por mí.

# TALK_HALF_0165
source: It seems like it's getting harder.
es: Parece que la cosa se complica.

# TALK_HALF_0166
source: Don't worry. I can put up with a lot worse.
es: No te preocupes, cosas peores he pasado.

# TALK_HALF_0167
source: You don't have to worry about me! I'll be fine!
es: No te preocupes por mí, ¡estoy bien!

# TALK_HALF_0168
source: It's a challenge, but I can continue.
es: Es un reto, pero puedo continuar.

# TALK_HALF_0170
source: It's tougher, sure!
es: ¡Sin duda, la cosa se complica!

# TALK_HALF_0171
source: Is my health down a bit?
es: ¿No ha mermado mi salud?

# TALK_HALF_0172
source: This is wearing me down, but I'm doing OK!
es: ¡Está minando mi resistencia, pero estoy bien!

# TALK_HALF_0173
source: It's OK. We can ride this out!
es: ¡Podemos aguantar!

# TALK_HALF_0175
source: IT'S MERELY A SCRATCH. NOTHING WORTH CONCERN!
es: ¡NO ES MÁS QUE UN RASGUÑO!

# TALK_HALF_0176
source: I HAVE ONLY SLIGHT DAMAGE. IT IS NOTHING.
es: NO ES NADA GRAVE.

# TALK_HALF_0177
source: THIS LEVEL OF DAMAGE? NOT WORTH YOUR ATTENTION!
es: ¿ESTE DAÑO? NADA IMPORTANTE.

# TALK_HALF_0178
source: YOUR WORRY IS NEEDLESS. ABOVE ALL ELSE, WE MUST PUSH ON.
es: NADA PREOCUPANTE. DEBEMOS CONTINUAR.

# TALK_HALF_0180
source: THE WOUND IS SHALLOW. YOUR CONCERN IS UNWARRANTED.
es: ESTA HERIDA ES SUPERFICIAL. NO TE PREOCUPES.

# TALK_HALF_0181
source: IT IS NO MORE THAN A SCRATCH. LET US CONTINUE.
es: NO ES MÁS QUE UN RASGUÑO. CONTINUEMOS.

# TALK_HALF_0182
source: I SEEM TO HAVE TAKEN DAMAGE. IT'S OF NO CONCERN.
es: ME HE HECHO DAÑO, PERO NADA GRAVE.

# TALK_HALF_0183
source: THIS DAMAGE? TRIVIAL. I AM INVINCIBLE!
es: ¿DAÑO? ¡PERO SI SOY INVENCIBLE!

# TALK_HALF_0185
source: PROGRESS... COMPROMISED...
es: CUESTA... PROGRESAR...

# TALK_HALF_0186
source: I AM FINE... WORRY...NOT...
es: ESTOY BIEN... NO TE PREOCUPES.

# TALK_HALF_0187
source: I AM...PAINED... I AM...PAINED...
es: ME... DUELE... DOLOR...

# TALK_HALF_0188
source: SUSTAINED...SOME DAMAGE... SUSTAINED...SOME DAMAGE...
es: HE... SUFRIDO... DAÑO...

# TALK_HALF_0190
source: It appears that I have sustained some damage...
es: Me han hecho daño...

# TALK_HALF_0191
source: You didn't seriously imagine that I would be impeded by this?
es: ¿No creerías que me vería en dificultades por algo así?

# TALK_HALF_0192
source: My wound is merely superficial. There is no need to fear.
es: Mi herida es superficial. No hay nada que temer.

# TALK_HALF_0193
source: I will be fine as long as my damage stays this minimal.
es: Estaré bien mientras no aumente el daño.

# TALK_HALF_0195
source: It's now a tad unfriendly here!
es: ¡No es un lugar muy agradable!

# TALK_HALF_0196
source: Oh no! Oh no! My health has declined!
es: ¡Mi nivel de salud ha bajado!

# TALK_HALF_0197
source: Oh no! Oh no! I've suffered damage!
es: ¡Oh, no! ¡He sufrido daño!

# TALK_HALF_0198
source: Our journey might be spoiled. \u266A But I remain game! \u266A
es: Nuestra expedición podría acabar mal. \u266A ¡Pero pienso continuar! \u266A

# TALK_HALF_0200
source: It's gotten even tougher now.
es: Esto sigue empeorando.

# TALK_PINCH_0000
source: I'm going down for the count...
es: Uf... Me temo que voy a caer.

# TALK_PINCH_0001
source: Please help me, [player]... I'm about to keel over...
es: Por favor, ayúdame, [player]. Estoy a punto de desplomarme...

# TALK_PINCH_0002
source: Ugh... I don't want to faint in a place like this...
es: Uf... No me gustaría debilitarme en un lugar así...

# TALK_PINCH_0005
source: Ugh... I'm in considerable pain...
es: Uf... Me duele bastante...

# TALK_PINCH_0006
source: Help me, please, [player]...
es: Ayúdame [player], por favor.

# TALK_PINCH_0007
source: I'm feeling faint...
es: Me estoy debilitando...

# TALK_PINCH_0010
source: I can't take any more... I want to go home...
es: No puedo más. Quiero irme a casa...

# TALK_PINCH_0011
source: Please... Please, don't leave me...
es: Por favor... Por favor, no me abandones...

# TALK_PINCH_0012
source: H-h-help...
es: A... ayuda.

# TALK_PINCH_0015
source: I might not make it... It'll be all up to you then, [player]...
es: Si no lo consigo... tendrás que lograrlo tú, [player].

# TALK_PINCH_0016
source: Urk... Help me...
es: Ayúdame...

# TALK_PINCH_0017
source: Oh, blast... This might be it...
es: ¡Vaya mala pata! Esto podría ser el final...

# TALK_PINCH_0020
source: It's gone from bad to worse...
es: Esto va de mal en peor...

# TALK_PINCH_0021
source: Ugh, no... Not a place like this...
es: Uf, no en un lugar como este...

# TALK_PINCH_0022
source: Ugh... Is this to be my...final adventure?
es: Será esta mi... ¿mi última aventura?

# TALK_PINCH_0025
source: Never! I won't allow myself to be felled! Not in a place like this!
es: ¡Nunca! ¡No caeré aquí!

# TALK_PINCH_0026
source: N-n-no... N-n-never... I won't give up...until my last breath...
es: No... nunca... Seguiré hasta mi último aliento...

# TALK_PINCH_0027
source: Not...yet... No...NOT now... NO!
es: Todavía no... ¡no!

# TALK_PINCH_0030
source: Major...stress... Major...stress...
es: Estrés... ¡Qué estrés!

# TALK_PINCH_0031
source: Help... Help... Please... Help, [player]...
es: Ayuda, por favor... Ayúdame, [player].

# TALK_PINCH_0032
source: Keeping up... All I can do... keeping up...
es: Mantenerme en pie... es todo cuanto puedo hacer...

# TALK_PINCH_0035
source: Gah! My vision is blurry!
es: ¡Se me nubla la vista!

# TALK_PINCH_0036
source: Gah! This shouldn't be happening! Not to me!
es: ¡Esto no debería estar pasando! ¡No a mí!

# TALK_PINCH_0037
source: Ugh... Gah... Go on... Go on without me...
es: Sigue adelante... No te detengas por mí.

# TALK_PINCH_0040
source: Ow-wow-ow! Why's all this pain coming my way?
es: ¡Ay, ay, ay! ¿Por qué me duele tanto?

# TALK_PINCH_0041
source: Urk... Ack... I'm badly hurt...
es: ¡Ay! Estoy herido...

# TALK_PINCH_0042
source: Ack... Erk... You gotta heal me...
es: ¡Ay! Tienes que curarme...

# TALK_PINCH_0045
source: Oooh... [player]... I just can't go on...
es: [player], no puedo continuar...

# TALK_PINCH_0046
source: If something happens to me... You have to carry on...
es: Tendrás que seguir sin mí si me pasa algo...

# TALK_PINCH_0047
source: Help, [player]... Feel faint...
es: Ayúdame, [player]. Me estoy debilitando...

# TALK_PINCH_0050
source: Ack! Ack! No way! I'm going out in a blaze of glory!
es: ¡No, no y no! ¡Yo me voy de aquí por la puerta grande!

# TALK_PINCH_0051
source: Never! Never! I won't give up until the bitter end!
es: ¡Nunca! ¡No pienso abandonar! ¡Pase lo que pase!

# TALK_PINCH_0052
source: Ha-ha! Ack! Come on! I'll take it all on!
es: ¡Vamos! ¡Aguantaré!

# TALK_PINCH_0055
source: Uh-uh-yup...I'm...almost done...
es: ¡Huy! Estoy... Estoy en las últimas...

# TALK_PINCH_0056
source: Uh-uh-yup...not doing well... Heal me, will you...?
es: No... No me encuentro bien. ¿Puedes... curarme?

# TALK_PINCH_0057
source: Just...just wish I could make it back home...
es: Ojalá... ¡Ojalá pudiera regresar a casa!

# TALK_PINCH_0060
source: Gotta have guts... Ugh...
es: Hay que echarle valor... ¡Uf!

# TALK_PINCH_0061
source: You go, [player]... Forget about me...
es: Vete, [player]. Olvídate de mí...

# TALK_PINCH_0062
source: Keep...fighting...until the END...!
es: Lucharé... ¡hasta el final!

# TALK_PINCH_0065
source: I'm pretty run down...
es: Me estoy agotando...

# TALK_PINCH_0066
source: Now if things get much worse, [player], you just go on without me...
es: Como esto empeore, [player], tendrás que continuar sin mí...

# TALK_PINCH_0067
source: Gasp... Gasp... I'm not...giving up until the end...
es: Uf, uf... No me rendiré... hasta el final...

# TALK_PINCH_0070
source: Yeah...yeah...I'm beat up bad...
es: Es que ya no puedo más...

# TALK_PINCH_0071
source: This lousy place...won't be the last place I ever see...
es: ¿No será este el último lugar que vean mis ojos?

# TALK_PINCH_0072
source: Ha! No! You're not seriously worried about...me...? What a buddy...
es: ¡No! ¿No me digas que te estás preocupando por mí? Anda, anda...

# TALK_PINCH_0075
source: Ooooh... Don't let me slow you...
es: No quiero... retrasarte...

# TALK_PINCH_0076
source: I'm...just fine...
es: Estoy... Estoy bien...

# TALK_PINCH_0080
source: Bah...it's too much...
es: Esto es demasiado...

# TALK_PINCH_0081
source: Heal me. You need to heal me. Please, [player]...
es: Cúrame. Tienes que curarme. Por favor, [player]...

# TALK_PINCH_0082
source: Keeping... Keeping... Just keeping up is all...I can manage...
es: Aguantar... y aguantar... es todo lo que puedo hacer...

# TALK_PINCH_0135
source: Can't...can't...I can't...
es: No... No puedo...

# TALK_PINCH_0136
source: Oh, it h-h-hurts...
es: Me... Me duele...

# TALK_PINCH_0137
source: Awful...awful...awful!
es: Estoy... ¡Estoy muy mal!

# TALK_PINCH_0138
source: F-f-fainting...
es: Me... Me debilito...

# TALK_PINCH_0139
source: No...more...no...
es: No... más no...

# TALK_PINCH_0145
source: Terribly bad... Just terrible...
es: Muy mal... Estoy fatal...

# TALK_PINCH_0146
source: My spirit is nearly broken... Please restore me...
es: Estoy al borde del colapso. Por favor, ayúdame a recuperar PS...

# TALK_PINCH_0147
source: I can b-b-barely stay upright...
es: Apenas... puedo mantenerme en pie...

# TALK_PINCH_0148
source: I just...won't be able to continue for much...longer...
es: No podré continuar mucho más...

# TALK_PINCH_0149
source: This is...certainly...the end for me... Do help!
es: Este... parece ser mi fin... ¡Ayuda!

# TALK_PINCH_0160
source: Ha... Ha... It h-h-hurts...
es: Me... Me duele...

# TALK_PINCH_0161
source: I've been taken down...
es: Estoy casi...

# TALK_PINCH_0162
source: It's too hard to go on... Help...
es: No puedo continuar... ¡Ayúdame!

# TALK_PINCH_0163
source: Be so kind as...to heal me...
es: ¿Serías tan amable de curarme?

# TALK_PINCH_0165
source: N-n-no... My health...
es: Mi... Mi salud...

# TALK_PINCH_0166
source: Took...too...much damage...
es: Demasiado daño...

# TALK_PINCH_0167
source: I'll drop out if I'm not healed... Someone...
es: Me debilitaré si no me curan... Alguien puede...

# TALK_PINCH_0168
source: I... I'm going to fall... Hurts...
es: Me voy a caer... ¡Cómo me duele!

# TALK_PINCH_0170
source: N-n-no! My health...
es: Mi... Mi salud...

# TALK_PINCH_0171
source: I'm fainting... Someone...
es: Me estoy debilitando... Alguien puede...

# TALK_PINCH_0172
source: I took too much damage... Hurry, I need to heal...
es: Estoy herido... Rápido, necesito curarme...

# TALK_PINCH_0173
source: N-n-no more... I'm going down...
es: No puedo más... Me voy a desmayar.

# TALK_PINCH_0175
source: NOT GOOD AT ALL...
es: ESTOY MUY MAL...

# TALK_PINCH_0176
source: I WILL NOT...FAIL HERE!
es: NO... ¡NO FRACASARÉ AQUÍ!

# TALK_PINCH_0177
source: I WILL N-N-NOT FALL TO THIS!
es: ¡NO ME RENDIRÉ AQUÍ!

# TALK_PINCH_0178
source: GRIEVOUS DAMAGE! BUT I REFUSE TO FALL!
es: ¡EL DAÑO ES GRAVE, PERO NO ME RENDIRÉ!

# TALK_PINCH_0180
source: HOW DID I SUSTAIN SO MUCH DAMAGE?!
es: ¿CÓMO HE PODIDO RECIBIR TANTO DAÑO?

# TALK_PINCH_0181
source: IT PAINS ME...BUT I CAN TAKE MORE!
es: ME DUELE... ¡PERO PUEDO SOPORTARLO!

# TALK_PINCH_0182
source: FALL TO...THIS LEVEL OF DAMAGE? NO!
es: ¿DEBILITARME... POR ESTE DAÑO? ¡NI HABLAR!

# TALK_PINCH_0183
source: I HAVE SUFFERED... MASSIVE DAMAGE... BUT I WILL NEVER FALL!
es: HE SUFRIDO DAÑOS... ¡PERO NO ME RENDIRÉ!

# TALK_PINCH_0185
source: N-N-NO... BARELY... BARELY... CAN STAND...
es: APENAS... PUEDO MANTENERME EN PIE...

# TALK_PINCH_0186
source: I PLEAD... HEAL ME... I PLEAD...
es: POR FAVOR, QUE ALGUIEN ME CURE...

# TALK_PINCH_0187
source: A SAVAGE PATH... A SAVAGE PATH...
es: UN CAMINO SALVAJE... SALVAJE...

# TALK_PINCH_0188
source: IS THIS HOW... IS THIS HOW... I FALL...?
es: ¿ASÍ ES COMO... ME VOY A DEBILITAR?

# TALK_PINCH_0190
source: Gah! I've suffered more damage than I bargained for...
es: He sufrido más daño de lo que me esperaba...
