Repository: audinowho/PMDODump
Catalog: Asset/Strings/stringsEx.*.resx
Languages: es

# MSG_HP_TO_ONE
source: {0}'s HP dropped to 1!
es: ¡Los PS de {0} bajaron a 1!

# MSG_HUNGER_DROP
source: {0} became hungrier.
es: {0} tuvo más hambre.

# MSG_HUNGER_FILL
source: {0}'s belly was filled.
es: La tripa de {0} se llenó.

# MSG_HUNGER_FILL_MIN
source: {0}'s belly was filled slightly.
es: La tripa de {0} se llenó ligeramente.

# MSG_HURT_BY
source: {0} is hurt by {1}!
es: ¡{0} es herido por {1}!

# MSG_HURT_BY_OTHER
source: {0} is hurt by {2}'s {1}!
es: ¡{0} es herido por el {1} de {2}!

# MSG_ILLUMINATE
source: {0}'s Illuminate called Pokémon to its side!
es: ¡Iluminación de {0} llamó Pokemon a su lado!

# MSG_ILLUSION_START
source: {0} hid behind an illusion!
es: ¡{0} se escondía detrás de una ilusión!

# MSG_IMMOBILIZE_ALREADY
source: {0} is already immobilized!
es: ¡{0} ya está inmovilizado!

# MSG_IMMOBILIZE_END
source: {0} is no longer immobilized!
es: ¡{0} ya no está inmovilizado!

# MSG_IMMOBILIZE_FAIL_ELEMENT
source: {0}'s type doesn't get immobilized!
es: ¡El tipo de {0} impide ser inmovilizado!

# MSG_IMMOBILIZE_START
source: {0} became immobilized!
es: ¡{0} está inmovilizado!

# MSG_IMMUNITY
source: {0} can't be poisoned due to Immunity!
es: ¡{0} no puede ser envenenado por Inmunidad!

# MSG_IMPOSTER
source: {0} returned to its original form!
es: ¡{0} volvió a su forma original!

# MSG_INCINERATE
source: The {0} was incinerated!
es: ¡{0} fue incinerado!

# MSG_INFESTATION_START
source: {0} was trapped in the infestation!
es: ¡{0} fue atrapado por Acoso!

# MSG_INFILTRATOR
source: {0} passed through {1} with Infiltrator!
es: ¡{0} pasó a través de {1} con Allanamiento!

# MSG_INGRAIN_START
source: {0} planted its roots!
es: ¡{0} echó raices!

# MSG_INNER_FOCUS
source: {0} didn't cringe due to its Inner Focus!
es: ¡{0} no se amedró gracias a su Foco Interno!

# MSG_INSOMNIA
source: {0} can't fall asleep due to Insomnia!
es: ¡{0} no puede quedarse dormido debido a Insomnio!

# MSG_INSOMNIA_DROWSY
source: {0} can't become drowsy due to Insomnia!
es: ¡{0} no puede quedarse somnoliento debido a Insomnio!

# MSG_INV_FULL
source: {0}'s bag is too full to hold the {1}!
es: ¡La bolsa de {0} está demasiado llena para coger {1}!

# MSG_INVERSE_END
source: Type matchups returned to normal.
es: Los emparejamientos de tipos volvieron a la normalidad.

# MSG_INVERSE_START
source: Type matchups were reversed!
es: ¡Los emparejamientos de tipo se han invertido!

# MSG_INVISIBLE_ALREADY
source: {0} is already invisible!
es: ¡{0} ya es invisible!

# MSG_INVISIBLE_END
source: {0} is no longer invisible!
es: ¡{0} ya no es invisible!

# MSG_INVISIBLE_START
source: {0} became invisible!
es: ¡{0} se hizo invisible!

# MSG_ITEM_BAN
source: A mysterious force prevents {0} from using the item!
es: ¡Una fuerza misteriosa impide a {0} usar el objeto!

# MSG_JUSTIFIED
source: {0}'s Justified raised its Attack!
es: ¡Justiciero de {0} aumentó su ataque!

# MSG_KEY_MISS
source: There's nothing to unlock!
es: ¡No hay nada que desbloquear!

# MSG_KNOCK_ITEM
source: {0} knocked off {1}'s {2}!
es: ¡{0} echó abajo {1} de {2}!

# MSG_KNOCK_MONEY
source: {0} dropped {1}!
es: ¡{0} soltó {1}!

# MSG_LEADER_ONLY_ITEM
source: Only the team leader can use the item!
es: ¡Sólo el líder del equipo puede usar el objeto!

# MSG_LEADER_ONLY_TILE
source: Only the team leader can use this tile!
es: ¡Sólo el líder del equipo puede usar esta baldosa!

# MSG_LEECH_SEED
source: {0}'s health is sapped by Leech Seed!
es: ¡Drenadoras ha restado salud a {0}!

# MSG_LEECH_SEED_ALREADY
source: {0} is already seeded!
es: ¡{0} ya está infectado!

# MSG_LEECH_SEED_END
source: {0} is no longer seeded!
es: ¡{0} ya no está infectado!

# MSG_LEECH_SEED_FAIL_ELEMENT
source: {0}'s type won't take on the Leech Seed!
es: ¡El tipo de {0} impide ser afectado por Drenadoras!

# MSG_LEECH_SEED_START
source: {0} was seeded!
es: ¡{0} fue infectado!

# MSG_LEVEL_IMMUNE
source: {0}'s level is too high to be affected!
es: ¡El nivel de {0} es muy alto para ser afectado!

# MSG_LIGHT_SCREEN_ALREADY
source: {0} already has a Light Screen!
es: ¡{0} ya tiene una Pantalla de Luz!

# MSG_LIGHT_SCREEN_START
source: Light Screen protected {0} from Special attacks!
es: ¡Pantalla de Luz protegió a {0} de los ataques Especiales!

# MSG_LIMBER
source: {0} can't be paralyzed due to Limber!
es: ¡{0} no puede ser paralizado debido a Flexibilidad!

# MSG_LIQUID_OOZE
source: {0} sucked up the Liquid Ooze!
es: ¡{0} absorbió el Lodo Líquido!

# MSG_LOCK_OPEN
source: The locked doors opened!
es: ¡Las puertas cerradas se abrieron!

# MSG_LOCK_OPEN_FLOOR
source: Doors were opened throughout the floor!
es: ¡Las puertas se abrieron por todo el piso!

# MSG_LOSE_HELD_ITEM
source: {0}'s {1} was lost!
es: ¡{1} de {0} se perdió!

# MSG_LOSE_ITEM
source: The {1} in {0}'s bag was lost!
es: ¡{1} en la bolsa de {0} se perdió!

# MSG_LOVE
source: {0} is attracted and can't target {1}!
es: ¡{0} está enamorado y no puede atacar a {1}!

# MSG_LOVE_ALREADY
source: {0} is already in love with {1}!
es: ¡{0} ya está enamorado de {1}!

# MSG_LOVE_END
source: {0} is no longer in love with {1}!
es: ¡{0} ya no está enamorado de {1}!

# MSG_LOVE_FAIL
source: {0} didn't fall in love with {1}!
es: ¡{0} no se enamoró de {1}!

# MSG_LOVE_START
source: {0} fell in love with {1}!
es: ¡{0} se enamoró de {1}!

# MSG_LUCKY_CHANT_ALREADY
source: {0} is already under the effects of Lucky Chant!
es: ¡{0} ya está bajo los efectos de Conjuro!

# MSG_LUCKY_CHANT_START
source: {0}'s Lucky Chant blocked it from critical hits and additional effects!
es: ¡Conjuro de {0} protegió de los ataques críticos y efectos adicionales!

# MSG_MAGIC_BOUNCE
source: The attack rebounded from {0}'s Magic Bounce!
es: ¡El ataque rebotó por el Espejo Mágico de {0}!

# MSG_MAGIC_COAT
source: The attack rebounded from {0}'s Magic Coat!
es: ¡El ataque rebotó por la Capa Mágica de {0}!

# MSG_MAGIC_COAT_START
source: {0} will reflect status moves!
es: ¡{0} va a reflejar los movimientos de estado!

# MSG_MAGIC_ROOM_END
source: Held items and abilities regained their effects.
es: Objetos equipados y habilidades recuperaron sus efectos.

# MSG_MAGIC_ROOM_START
source: Held items and abilities lost their effects!
es: ¡Objetos equipados y habilidades perdieron sus efectos!

# MSG_MAGMA_ARMOR
source: {0}'s Magma Armor prevented it from being frozen!
es: ¡Escudo Magma de {0} evitó ser congelado!

# MSG_MAGMA_STORM_START
source: {0} was trapped in a vortex of magma!
es: ¡{0} fue atrapado en un vórtice de magma!

# MSG_MAGNET_PULL
source: {0}'s Magnet Pull attracted {1}!
es: ¡Imán de {0} atrajo {1}!

# MSG_MAGNET_RISE_START
source: {0} levitated using Magnet Rise!
es: ¡{0} levitó gracias a Levitón!

# MSG_MAP_SURVEYOR
source: {0} revealed a part of the floor with its {1}!
es: ¡{0} reveló una parte del piso con su {1}!

# MSG_MATCHUP_NE
source: It doesn't affect {0}...
es: No afecta a {0}...

# MSG_MATCHUP_NVE
source: It's not very effective...
es: No es muy efectivo...

# MSG_MATCHUP_NVE_2
source: It has little effect...
es: Tiene poco efecto...

# MSG_MATCHUP_SE
source: It's super effective!
es: ¡Es super efectivo!

# MSG_MATCHUP_SE_2
source: It's super effective!!!
es: ¡¡Es super efectivo!!

# MSG_MAX_HUNGER_BOOST
source: {0}'s belly size increased!
es: ¡El tamaño de la tripa de {0} aumentó!

# MSG_MAX_HUNGER_DROP
source: {0}'s belly size decreased!
es: ¡El tamaño de la tripa de {0} disminuyó!

# MSG_MENTAL_CHARGE
source: {0} is protected from move-binding effects!
es: ¡{0} está protegido de los efectos que restringen movimientos!

# MSG_MENTAL_CHARGE_END
source: {0} is no longer protected from move-binding effects!
es: ¡{0} ya no está protegido de los efectos que restringen movimientos!

# MSG_MENTAL_CHARGE_START
source: {0} was protected from move-binding effects!
es: ¡{0} fue protegido de los efectos que restringen movimientos!

# MSG_METAL_BURST_ALREADY
source: {0} already has Metal Burst up!
es: ¡{0} ya está usando Represión Mental!

# MSG_METAL_BURST_START
source: {0} will reflect damaging attacks!
es: ¡{0} va a reflejar los movimientos dañinos!

# MSG_MIMIC
source: {0} mimicked {1}!
es: ¡{0} imitó {1}!

# MSG_MIMIC_FAIL
source: {0}'s move wasn't mimicked!
es: ¡El movimiento de {0} no fue imitado!

# MSG_MINI_COUNTER_ALREADY
source: {0} already has a Mini-Counter!
es: ¡{0} ya tiene Minicontra!

# MSG_MINI_COUNTER_START
source: {0} will counter damaging attacks!
es: ¡{0} contraatacará los ataques dañinos!

# MSG_MIRACLE_EYE_START
source: {0} can hit through type-based immunities!
es: ¡{0} puede golpear a través de las inmunidades de tipo!

# MSG_MIRROR_COAT_ALREADY
source: {0} already has a Mirror Coat!
es: ¡{0} ya tiene Manto Espejo!

# MSG_MIRROR_COAT_START
source: {0} will counter Special Attacks!
es: ¡{0} contraatacará los Ataques Especiales!

# MSG_MISS
source: {0} avoided the attack!
es: ¡{0} esquivó el ataque!

# MSG_MIST_ALREADY
source: {0} is already shrouded in Mist!
es: ¡{0} ya está rodeado por Neblina!

# MSG_MIST_START
source: {0} was protected from stat drops!
es: ¡{0} fue protegido de bajadas de estadísticas!

# MSG_MISTY_TERRAIN_END
source: The mist disappeared from the battlefield.
es: La niebla despareció del campo de batalla.

# MSG_MISTY_TERRAIN_NO_STATUS
source: The Misty Terrain protected {0} from major status problems!
es: ¡El Campo de Niebla protegió a {0} de problemas de estado!

# MSG_MISTY_TERRAIN_START
source: Mist swirled about the battlefield!
es: ¡Una niebla giró alrededor del campo de batalla!

# MSG_MOBILE_END
source: {0} can no longer travel through walls!
es: ¡{0} ya no puede atravesar paredes!

# MSG_MOBILE_START
source: {0} can now travel through walls!
es: ¡{0} ahora puede atravesar paredes!

# MSG_MONSTER_HOUSE
source: It's a monster house!
es: ¡Es un nido de monstruos!

# MSG_MOODY
source: {0} is Moody!
es: ¡{0} es Veleta!

# MSG_MOVE_BAN_END
source: The ban on {0} was lifted!
es: ¡El veto en {0} fue levantado!

# MSG_MOVE_BAN_START
source: The move {0} has been banned from the dungeon!
es: ¡El movimiento {0} ha sido vetado de la mazmorra!

# MSG_MOXIE
source: {0} is showing its Moxie!
es: ¡{0} está mostrando su Autoestima!

# MSG_MUG
source: All held items were drawn to {0}!
es: ¡Todos los objetos equipados fueron atraídos a {0}!

# MSG_NIGHTMARE
source: {0} is having nightmares!
es: ¡{0} está teniendo pesadillas!

# MSG_NIGHTMARE_ALREADY
source: {0} is already stalked by a nightmare!
es: ¡{0} ya está acosado por una pesadilla!

# MSG_NIGHTMARE_END
source: {0} is no longer stalked by a nightmare!
es: ¡{0} ya no está acosado por una pesadilla!

# MSG_NIGHTMARE_START
source: {0} is being stalked by a nightmare!
es: ¡{0} está siendo acosado por una pesadilla!

# MSG_NO_EFFECT
source: But it failed to affect {0}!
es: ¡Pero no afectó a {0}!

# MSG_NO_EXIT
source: There doesn't seem to be an exit around...
es: No parece haber una salida alrededor...

# MSG_NO_LONGER_PROTECTED
source: {0} is no longer protected by {1}!
es: ¡{0} ya no está protegido por {1}!

# MSG_NO_MORE_CHARGES
source: There's no PP left for that move!
es: ¡No queda PP para ese movimiento!

# MSG_NO_SPLASH_DAMAGE
source: {0} prevented the splash damage!
es: ¡{0} evitó el daño por salpicadura!

# MSG_NOT_ASLEEP
source: {0} isn't asleep!
es: ¡{0} no está dormido!

# MSG_NOTHING_HAPPENED
source: But nothing happened.
es: Pero no pasó nada.

# MSG_OBLIVIOUS
source: {0} is Oblivious!
es: ¡{0} tiene Despiste!

# MSG_OWN_TEMPO
source: {0}'s Own Tempo prevented confusion!
es: ¡Ritmo propio de {0} evitó la confusión!

# MSG_PARALYZE_ALREADY
source: {0} is already paralyzed!
es: ¡{0} ya está paralizado!

# MSG_PARALYZE_END
source: {0} shook off the paralysis!
es: ¡{0} se libró de la parálisis!

# MSG_PARALYZE_FAIL
source: {0} didn't get paralyzed!
es: ¡{0} no se quedó paralizado!

# MSG_PARALYZE_FAIL_TYPE
source: {0}'s type doesn't get paralyzed!
es: ¡El tipo de {0} no puede ser paralizado!

# MSG_PARALYZE_START
source: {0} became paralyzed!
es: ¡{0} se quedó paralizado!

# MSG_PARALYZED
source: {0} is fully paralyzed!
es: ¡{0} está completamente paralizado!

# MSG_PASS_ATTACK
source: {0} passed the attack to {1}!
es: ¡{0} pasó el ataque a {1}!

# MSG_PERISH_COUNT
source: {0}'s perish count fell to {1}!
es: ¡El contador de Canto Mortal {0} bajó a {1}!

# MSG_PERISH_START
source: {0} heard the Perish Song!
es: ¡{0} escuchó el Canto Mortal!

# MSG_PICKUP
source: {0} found a {1} from somewhere.
es: {0} encontró {1} de alguna parte.

# MSG_PIERCE_END
source: {0} lost its Pierce status!
es: ¡{0} perdió su estado Perforador!

# MSG_PIERCE_START
source: {0} took on the Pierce status!
es: ¡{0} obtuvo el estado Perforador!

# MSG_PLEDGE
source: {0} followed up on {1}'s attack!
es: ¡{0} siguió el ataque de {1}!

# MSG_PLEDGE_ALREADY
source: {0} already has a {1}!
es: ¡{0} ya tiene {1}!

# MSG_PLEDGE_START
source: {0} is ready to follow up on its team's attacks!
es: ¡{0} está listo para seguir los ataques de su equipo!

# MSG_POISON_ALREADY
source: {0} is already poisoned!
es: ¡{0} ya está envenenado!

# MSG_POISON_END
source: {0} recovered from poisoning!
es: ¡{0} se recuperó del veneno!

# MSG_POISON_FAIL
source: {0} didn't get poisoned!
es: ¡{0} no fue envenenado!

# MSG_POISON_FAIL_ELEMENT
source: {0}'s type doesn't get poisoned!
es: ¡El tipo de {0} impide ser envenenado!

# MSG_POISON_HEAL
source: {0} recovered HP with Poison Heal!
es: ¡{0} recuperó PS con Antídoto!

# MSG_POISON_POINT
source: {0}'s Poison Point poisons on contact!
es: ¡Punto Tóxico de {0} envenena al contacto!

# MSG_POISON_START
source: {0} became poisoned!
es: ¡{0} se envenenó!

# MSG_POISON_TOUCH
source: {0}'s Poison Touch added poison to the attack!
es: ¡Toque Tóxico de {0} añadió veneno al ataque!

# MSG_POISON_TOXIC_START
source: {0} became badly poisoned!
es: ¡{0} se envenenó gravemente!

# MSG_POISONED
source: {0} is hurt by poison!
es: ¡{0} es herido por el veneno!

# MSG_POWDER
source: The powder ignited!
es: ¡El polvo se encendió!

# MSG_POWDER_START
source: {0} became covered in explosive powder!
es: ¡{0} se cubrió de polvo explosivo!

# MSG_PP_TO_ONE
source: The PP of {0}'s moves were set to 1!
es: ¡Los PP de los movimientos de {0} se fijaron a 1!

# MSG_PROTECT
source: {0} protected itself!
es: ¡{0} se protegió!

# MSG_PROTECT_ALREADY
source: {0} is already protecting itself!
es: ¡{0} ya se está protegiendo!

# MSG_PROTECT_STAT_DROP
source: {0} is protected from stat drops by {1}!
es: ¡{0} está protegido de bajadas de estadística por {1}!

# MSG_PROTECT_STATUS
source: {0} was protected from the status by {1}!
es: ¡{0} fue protegido del estado por {0}!

# MSG_PROTECT_WITH
source: {0} is protected by {1}!
es: ¡{0} está protegido por {1}!

# MSG_QUICK_GUARD_START
source: {0} is protected from long-range attacks!
es: ¡{0} está protegido de ataques a distancia!

# MSG_RAGE_END
source: {0} is no longer enraged!
es: ¡{0} ya no está furioso!

# MSG_RAGE_POWDER
source: {0} can't target anyone but {1}!
es: ¡{0} no puede atacar a nadie salvo a {1}!

# MSG_RAGE_POWDER_ALREADY
source: {0} is already focused on {1}!
es: ¡{0} ya está concentrado en{1}!

# MSG_RAGE_POWDER_END
source: {0} is no longer focused on {1}!
es: ¡{0} ya no está concentrado en {1}!

# MSG_RAGE_POWDER_START
source: {0} can only attack {1}!
es: ¡{0} sólo puede atacar a {1}!

# MSG_RAGE_START
source: {0} became enraged!
es: ¡{0} se enfureció!

# MSG_RAIN_END
source: The rain stopped.
es: Dejó de llover.

# MSG_RAIN_START
source: It started to rain!
es: ¡Empezó a llover!

# MSG_RATTLED
source: {0}'s Rattled raised its Movement Speed!
es: ¡Cobardía de {0} aumentó su Velocidad de Movimiento!

# MSG_RECEIVE_ITEM_CURSED
source: {0} couldn't accept the item because its held item was sticky!
es: ¡{0} no pudo aceptar el objeto porque su objeto equipado estaba pegajoso!

# MSG_RECRUIT
source: {0} joined {1} to go on adventures!
es: ¡{0} se unió a {1} para ir de aventuras!

# MSG_RECRUIT_ANY
source: {0} joined the party to go on adventures!
es: ¡{0} se unió al equipo para ir de aventuras!

# MSG_RECRUIT_BOOST_START
source: {0}'s chances of recruitment was boosted!
es: ¡Las posibilidades de reclutamiento de {0} fueron aumentadas!

# MSG_RECRUIT_FAIL
source: {0} seems hesitant to join the team...
es: {0} parece indeciso para unirse al equipo...

# MSG_RECYCLE
source: {0}'s {1} was recycled and became a {2}
es: {1} de {0} fue reciclado y se convirtió en {2}

# MSG_REDIRECT_ATTACK
source: {0} redirected the attack!
es: ¡{0} redirigió el ataque!

# MSG_REFLECT
source: The damage was reflected back!
es: ¡El daño fue reflejado!

# MSG_REFLECT_ALL
source: The damage was reflected everywhere!
es: ¡El daño fue reflejado a todas partes!

# MSG_REFLECT_ALREADY
source: {0} already has Reflect!
es: ¡{0} ya tiene Reflejo!

# MSG_REFLECT_BY
source: {0}'s {1} reflected the damage back!
es: ¡{1} de {0} reflejó el daño!

# MSG_REFLECT_HEAL_BY
source: {0}'s {1} returned the recovered HP!
es: ¡{1} de {0} devolvió el PS recuperado!

# MSG_REFLECT_START
source: Reflect protected {0} from Physical attacks!
es: ¡Reflejo protegió a {0} de ataques físicos!

# MSG_REGEN
source: {0} is regenerating HP!
es: ¡{0} está regenerando PS!

# MSG_REGEN_END
source: {0} is no longer regenerating HP!
es: ¡{0} ya no está regenerando PS!

# MSG_REGEN_START
source: {0} began regenerating HP!
es: ¡{0} empezó a regenerar PS!

# MSG_REST
source: {0} went to sleep and became healthy!
es: ¡{0} se fue a dormir y recobró salud!

# MSG_RETALIATE
source: {0} retaliated on {1}'s attack!
es: ¡{0} represalió del ataque de {1}!

# MSG_RETALIATE_ALREADY
source: {0} is already ready to retaliate!
es: ¡{0} ya está listo para represaliar!

# MSG_RETALIATE_END
source: {0} is no longer ready to retaliate!
es: ¡{0} ya no está listo para represaliar!

# MSG_RETALIATE_START
source: {0} is ready to retaliate!
es: ¡{0} está listo para represaliar!

# MSG_REVIVE
source: {0} was revived!
es: ¡{0} fue revivido!

# MSG_REVIVE_NONE
source: But there was no one to revive!
es: ¡Pero no había nadie para revivir!

# MSG_ROOST_END
source: {0} is no longer roosting!
es: ¡{0} ya no está descansando!

# MSG_ROOST_START
source: {0} lost its Flying-type match-ups!
es: ¡{0} perdió sus características de tipo Volador!

# MSG_RUN_AWAY
source: {0} can't be immobilized due to Run Away!
es: ¡{0} no puede ser inmovilizado debido a Fuga!

# MSG_SAFEGUARD_END
source: {0}'s Safeguard disappeared!
es: ¡Velo Sagrado de {0} desapareció!

# MSG_SAFEGUARD_START
source: {0} was protected from status problems!
es: ¡{0} fue protegido de los problemas de estado!

# MSG_SAND_END
source: The sandstorm subsided.
es: La tormenta de arena amainó.

# MSG_SAND_START
source: A sandstorm brewed!
es: ¡Una tormenta de arena se avecinó!

# MSG_SAND_STREAM
source: {0}'s Sand Stream started a sandstorm!
es: ¡Chorro Arena de {0} provocó una tormenta de arena!

# MSG_SAND_TOMB_START
source: {0} was trapped in quicksand!
es: ¡{0} quedó atrapado en arenas movedizas!

# MSG_SHADOW_FORCE_CHARGE
source: {0} vanished instantly!
es: ¡{0} despareció instantáneamente!

# MSG_SHADOW_FORCE_END
source: {0} reappeared!
es: ¡{0} reapareció!

# MSG_SHADOW_TAG
source: {0}'s Shadow Tag prevents escape!
es: ¡Sombra Trampa de {0} impide escapar!

# MSG_SHED_SHELL
source: {0} can't be immobilized due to its Shed Shell!
es: ¡{0} no puede ser inmovilizado gracias a Muda Concha!

# MSG_SKETCH
source: {0} sketched {1}'s moves!
es: ¡{0} copió los movimientos de {1}!

# MSG_SKETCH_FAIL
source: {0}'s move wasn't sketched!
es: ¡El movimiento de {0} no fue copiado!

# MSG_SKILL_CALL
source: The move turned into {0}!
es: ¡El movimiento se convirtió en {0}!

# MSG_SKILL_FAILED
source: But it failed!
es: ¡Pero falló!

# MSG_SKILL_SEALED
source: The move is sealed! It can't be used!
es: ¡El movimiento esta sellado! ¡No puede ser utilizado!

# MSG_SKILL_TO_ELEMENT
source: It turned into the {0}-type!
es: ¡Se convirtió en tipo {0}!

# MSG_SKILL_UNFINISHED
source: Oops! This move doesn't work yet!
es: ¡Oops! ¡Este movimiento no funciona todavía!

# MSG_SKILL_USE
source: {0} used {1}!
es: ¡{0} usó {1}!

# MSG_SKULL_BASH_CHARGE
source: {0} lowered its head!
es: ¡{0} bajó su cabeza!

# MSG_SKY_ATTACK_CHARGE
source: {0} became cloaked in a harsh light!
es: ¡{0} está rodeado de una luz brillante!

# MSG_SLEEP_ALREADY
source: {0} is already asleep!
es: ¡{0} ya está dormido!

# MSG_SLEEP_END
source: {0} woke up!
es: ¡{0} se despertó!

# MSG_SLEEP_FAIL
source: {0} didn't fall asleep!
es: ¡{0} no se quedó dormido!

# MSG_SLEEP_START
source: {0} fell asleep!
es: ¡{0} se quedó dormido!

# MSG_SLIP_END
source: {0} can no longer travel over water!
es: ¡{0} ya no puede caminar sobre el agua!

# MSG_SLIP_START
source: {0} can now travel over water!
es: ¡{0} puede ahora caminar sobre el agua!

# MSG_SPEED_BUFF_NO_LESS
source: {0} can't go any slower!
es: ¡{0} no puede ir más lento!

# MSG_SPEED_BUFF_NO_MORE
source: {0} can't go any faster!
es: ¡{0} no puede ir más rápido!

# MSG_SPEED_DOUBLE
source: {0} is at double speed!
es: ¡{0} duplicó su velocidad!

# MSG_SPEED_QUADRUPLE
source: {0} is at quadruple speed!
es: ¡{0} cuadruplicó su velocidad!

# MSG_SPEED_TRIPLE
source: {0} is at triple speed!
es: ¡{0} triplicó su velocidad!

# MSG_STAIR_SENSOR
source: The stairs are this way!
es: ¡Las escaleras están por aquí!

# MSG_STAT_BOOST
source: {0}'s base {1} was boosted by {2}.
es: La {1} base de {0} fue aumentada por {2}.

# MSG_STAT_CHARGE
source: {0} is protected from stat changes!
es: ¡{0} está protegido de cambios de estadísticas!

# MSG_STAT_CHARGE_END
source: {0} is no longer protected from stat changes!
es: ¡{0} ya no está protegido de cambios de estadísticas!

# MSG_STAT_CHARGE_START
source: {0} was protected from stat changes!
es: ¡{0} fue protegido de cambios de estadísticas!

# MSG_STAT_DROP_PROTECT
source: {0}'s {1} prevented its {2} from dropping!
es: ¡{1} de {0} impidió que bajara su {2}!

# MSG_STAT_DROP_TRIGGER
source: The stat drop triggered {0}'s {1}!
es: ¡La bajada de estadística activó {1} de {0}!

# MSG_STAT_MAXED
source: {0}'s base {1} is already maxed out.
es: La {1} base de {0} ya está al máximo.

# MSG_STAT_SPLIT
source: {0} split its {1} with {2}!
es: ¡{0} dividió su {1} con {2}!

# MSG_STAT_SWAP
source: {0} swapped its {1} with its {2}!
es: ¡{0} cambió su {1} por su {2}!

# MSG_STATIC
source: {0}'s Static paralyzes on contact!
es: ¡Electricidad estática de {0} paraliza al contacto!

# MSG_STATUS_END
source: {0}'s {1} status wore off!
es: ¡{1} de {0} desapareció!

# MSG_STATUS_PROTECT
source: {0} was protected from the {1} status!
es: ¡{0} estaba protegido del estado {1}!

# MSG_STATUS_PROTECT_END
source: {0} is no longer protected from the {1} status!
es: ¡{0} ya no está protegido del estado {1}!

# MSG_STEADFAST
source: {0}'s Steadfast raised its Movement Speed!
es: ¡Impasible de {0} aumentó su Velocidad de Movimiento!

# MSG_STEAL_DRINK
source: {0} stole and drank the {1}!
es: ¡{0} robó y bebió {1}!

# MSG_STEAL_EAT
source: {0} stole and ate the {1}!
es: ¡{0} robó y comió {1}!

# MSG_STEAL_ITEM
source: {0} stole the {1}!
es: ¡{0} robó {1}!

# MSG_STEAL_ITEM_CURSED
source: {0} couldn't steal anything because its item was sticky!
es: ¡{0} no pudo robar nada porque su objeto están pegajoso!

# MSG_STEAL_ITEM_FAIL
source: {0} doesn't have an item to steal!
es: ¡{0} no tiene un objeto para robar!

# MSG_STEAL_OPERATE
source: {0} stole and booted up the {1}!
es: ¡{0} robó y arrancó {1}!

# MSG_STEAL_USE
source: {0} stole and used the {1}!
es: ¡{0} robó y usó {1}!

# MSG_STEAL_WITH
source: {0} stole {2}'s {1} with {3}!
es: ¡{0} robó {1} de {2} con {3}!

# MSG_STORE_ENERGY
source: {0} is storing energy!
es: ¡{0} está acumulando energía!

# MSG_THROW
source: {0} threw the {1}!
es: ¡{0} lanzó el {1}!

# MSG_THROW_CURSED
source: {0}'s {1} is sticky and can't be thrown!
es: ¡El {1} de {0} está pegajoso y no puede ser lanzado!

# MSG_TILE_CHECK
source: {0} triggered the {1}!
es: ¡{0} activó {1}!
