Repository: audinowho/PMDODump
Catalog: Asset/Strings/strings.*.resx
Languages: de, es, ko, pt, zh_hans

# DLG_ROGUE_SEED_INFO_3
source: You can replay dungeon layouts by copying the seed from the record of a finished adventure.
de: Du kannst Dungeon mit dem gleichen Aufbau erneut spielen, indem du den Startwert von der Aufzeichnung eines abgeschlossenen Abenteuers kopierst.
es: Puedes repetir los diseños de la mazmorra copiando la semilla de una grabación de una aventura completada.
pt: Você pode jogar em layouts de aventuras prévias caso você os copie de tais.
zh_hans: 您可以通过复制完成的探险纪录种子重播地牢布局。

# DLG_ROGUE_SEED_INFO_4
source: However, you will not be able to transfer items and Pokémon in a seeded game.
de: Allerdings kannst du keine Items oder Pokémon übertragen, wenn du einen Startwert eingibst.
es: Sin embargo, no será posible transferir objetos y Pokémon en una partida con semilla.
pt: Entretanto, caso insira uma semente, não poderá manter items nem Pokémon adquiridos naquela tentativa.
zh_hans: 但是，您将无法在种子游戏中转移物品和宝可梦。

# DLG_ROGUE_SPECIAL_INFO_1
source: In Roguelocke mode, Shiny Pokémon will appear more often, and you can also choose to start as one!
de: In diesem Roguelocke Modus erscheinen schillernde Pokémon viel öfter und du kannst ebenso eines zu Beginn auswählen!
es: En el modo Roguelocke, Pokémon variocolor aparecerán con más frecuencia, ¡y puedes elegir empezar como uno!
ko: 로그라이크 모드에서는 색이 다른 포켓몬이 더 자주 출몰하고, 처음부터 색이 다른 포켓몬으로 팀을 짤 수 있습니다!
pt: No modo Roguelocke, Pokémon Brilhante aparecerão com maior frequência, e você também pode iniciar como um!
zh_hans: 在挑战模式中，闪亮的宝可梦会更频繁地出现，你也可以选择以一个闪亮的宝可梦开始！

# DLG_ROGUE_SPECIAL_INFO_2
source: However, they cannot be sent home in this mode, and if they faint they cannot be transferred.
de: Jedoch kannst du sie in diesem Modus nicht nach Hause schicken und falls die schillernden Pokémon besiegt werden, können sie nicht übertragen werden.
es: Sin embargo, no pueden ser enviados a casa en este modo, y si se debilitan no pueden ser transferidos.
ko: 그러나 로그라이크 모드에서는 탐험 중에 되돌려보낼 수 없고, 기절하면 본 세이브로 보낼수 없게 됩니다.
pt: Contudo, você não poderá enviá-los para casa nesse modo, e caso eles desmaiem, não poderão ser transferidos.
zh_hans: 但是，它们不能在此模式下被送回家，并且如果它们晕倒了，将无法将其转移。

# DLG_SAVE_COMPLETE
source: Game saved!
de: Spiel gespeichert!
es: ¡Partida guardada!
ko: 저장 완료!
pt: Jogo salvo!
zh_hans: 游戏已保存！

# DLG_SEND_HOME_ASK
source: Send {0} back?
de: {0} zurücksenden?
es: ¿Envías a {0} de vuelta?
ko: {0}를 돌려보낼까?
pt: Mandar {0} de volta?
zh_hans: 发回{0}？

# DLG_SKILL_DELETE
source: Delete a move to make room for {0}?
de: Einen Angriff verlernen, um {0} erlernen zu können?
es: ¿Quieres olvidar un movimiento para poder aprender {0}?
ko: {0}(을)를 배우기 위해 기술을 잊겠습니까?
pt: Apagar um golpe para poder aprender {0}?
zh_hans: 删除此举是为{0}腾出空间？

# DLG_SKILL_FULL
source: {0} is trying to learn {1}, but {0} already has 4 moves.
de: {0} möchte {1} erlernen, aber {0} kennt bereits 4 Angriffe.
es: {0} intenta aprender {1}, pero {0} ya sabe 4 movimientos.
ko: {0}(은)는 {1}(을)를 배우고 싶지만, {0}(은)는 이미 기술을 4개 알고 있습니다.
pt: {0} quer aprender {1}, mais {0} já conhece 4 golpes.
zh_hans: {0}试图学习{1}，但是{0}已经有4个动作。

# DLG_SKILL_LEARN
source: {0} learned {1}!
de: {0} hat {1} erlernt!
es: ¡{0} aprendió {1}!
ko: {0}(은)는 {1}(을)를 배웠다!
pt: {0} aprendeu {1}!
zh_hans: {0}学会了{1}！

# DLG_SKILL_NO_LEARN
source: {0} did not learn {1}.
de: {0} hat {1} nicht erlernt.
es: {0} no aprendió {1}.
ko: {0}(은)는 {1}(을)를 배우지 않았다.
pt: {0} não aprendeu {1}.
zh_hans: {0}没有学会{1}。

# DLG_SKILL_REPLACE
source: {0} forgot {2},[pause=0] and learned {1}!
de: {0} hat {2} vergessen[pause=0] und hat {1} erlernt!
es: {0} olvidó {1},[pause=0] ¡y aprendió {1}!
ko: {0}(은)는 {2}(을)를 잊고,[pause=0] {1}(을)를 배웠다!
pt: {0} esqueceu {2},[pause=0] e aprendeu {1}!
zh_hans: {0}忘记了{2}，[pause = 0]并学会了{1}！

# DLG_SKILL_STOP_LEARN
source: Stop trying to learn {0}?
de: Aufhören {0} zu erlernen?
es: ¿Quieres olvidar {0}?
ko: {0}(을)를 배우는 것을 그만두겠습니까?
pt: Parar de tentar aprender {0}?
zh_hans: 停止尝试学习{0}？

# DLG_SUSPEND_ASK
source: Save the adventure and return to the title screen?
de: Abenteuer speichern und zum Titelbildschirm zurückkehren?
es: ¿Quieres guardar la aventura y volver a la pantalla de inicio?
ko: 모험을 저장하고 타이틀 화면으로 돌아가겠습니까?
pt: Salvar sua aventura e retornar à tela título?
zh_hans: 保存探险并返回标题屏幕？

# DLG_TEAM_FULL
source: Your team is full! Select a Pokémon to send back home.
de: Dein Team ist voll! Wähle ein Pokémon aus um es nach Hause zu schicken.
es: ¡Tu equipo está lleno! Selecciona un Pokémon para enviarlo de vuelta a casa.
ko: 팀이 가득 찼습니다! 돌려보낼 포켓몬을 고르세요.
pt: Sua equipe está cheia! Selecione um Pokémon para mandar de volta para casa.
zh_hans: 您的团队已满！ 选择一个宝可梦送回家。

# DLG_TEAM_SENT_HOME
source: {0} went back.
de: {0} ist nach Hause zurückgekehrt.
es: {0} regresó.
ko: {0}(은)는 돌아갔다.
pt: {0} foi para casa.
zh_hans: {0}已返回。

# DLG_TRADE_CANCELED
source: The other player canceled the trade.
de: Der andere Spieler hat den Tausch abgebrochen.
es: El otro jugador canceló el intercambio.
ko: 상대방이 교환을 취소했습니다.
pt: O outro jogador cancelou a troca.
zh_hans: 另一个玩家取消了交换。

# DLG_TRADE_ITEM_ASK
source: Will you exchange these items?
de: Möchtest du diese Items tauschen?
es: ¿Quieres intercambiar estos objetos?
ko: 이 아이템들을 교환하겠습니까?
pt: Deseja trocar esses itens?
zh_hans: 您将交换这些物品吗？

# DLG_TRADE_ITEM_COMPLETE
source: Trade completed! The items were sent to storage.
de: Tausch erfolgreich! Die Items wurde in das Lager gesendet.
es: ¡Intercambio completado! Los objetos fueron enviados a la consigna.
ko: 교환 완료! 받은 아이템들은 보관소로 보내졌습니다.
pt: Troca completa! Os itens foram enviados para o Armazém.
zh_hans: 交换完成！ 这些物品已发送到仓库。

# DLG_TRADE_TEAM_AND
source: And in exchange...
de: Und im Austausch...
es: Y a cambio...
ko: 그 대신...
pt: E em troca...
zh_hans: 作为交换...

# DLG_TRADE_TEAM_ASK
source: Will you exchange {0} for {1}?
de: Möchtest du {0} gegen {1} tauschen?
es: ¿Quieres intercambiar {0} por {1}?
ko: {0}을 {1}(이)랑 맞바꾸겠습니까?
pt: Deseja trocar {0} por {1}?
zh_hans: 您将{0}换成{1}吗？

# DLG_TRADE_TEAM_RECEIVED
source: {1} sent {0} to join your adventures!
de: {1} hat {0} gesendet, um deinem Abenteuer beizutreten!
es: ¡{1} envió {0} para unirse a tus aventuras!
ko: {1}이 {0}을 당신의 탐험에 합류하게 했습니다!
pt: {1} enviou {0} para se unir as suas aventuras!
zh_hans: {1}已发送{0}来加入您的探险！

# DLG_TRADE_TEAM_RECEIVED_BACK
source: {0} returned from {1}!
de: {0} ist von {1} zurückgekehrt!
es: ¡{0} regresó de {1}!
ko: {0}(이)가 {1}(으)로부터 돌아왔습니다!
pt: {0} retornou de {1}!
zh_hans: {0}从{1}返回！

# DLG_TRADE_TEAM_SENT
source: {0} was sent over to {1}.
de: {0} wurde zu {1} versendet.
es: {0} fue enviado a {1}.
ko: {0}(은)는 {1}에게로 보내졌습니다.
pt: {0} foi enviado para {1}.
zh_hans: {0}已发送到{1}。

# DLG_TRADE_TEAM_SENT_BACK
source: {0} was sent back to {1}.
de: {0} wurde wieder zu {1} zurückgesendet.
es: {0} fue enviado de vuelta a {1}.
ko: {0}(은)는 {1}에게 돌아갔습니다.
pt: {0} foi enviado de volta para {1}.
zh_hans: {0}已发送回{1}。

# DLG_TRANSFER_ASK
source: Items and Pokémon can be sent to the main save file. Begin transfer?
de: Items, Geld und Pokémon die nicht KO gegangen sind können zum Hauptspielstand übertragen werden. Möchtest du diesen Transfer ausführen?
es: Objetos, dinero y Pokémon supervivientes pueden ser transferidos al archivo de guardado principal. ¿Quieres hacer la transferencia?
ko: 도구, 돈, 그리고 남아있는 포켓몬을 본 세이브 파일로 전송할 수 있습니다. 보내겠습니까?
pt: Itens, dinheiro, e Pokémon que não foram nocauteados poderão ser transferidos para o arquivo salvo principal. Deseja iniciar a transferência?
zh_hans: 物品和宝可梦可以发送到主保存文件。 开始转移？

# DLG_TRANSFER_COMPLETE
source: Transfer complete!
de: Transfer abgeschlossen!
es: ¡Transferencia completada!
ko: 전송 완료!
pt: Transferência completa!
zh_hans: 转移完成！

# DLG_WHAT_DO
source: What will you do?
de: Was wirst du machen?
es: ¿Qué quieres hacer?
ko: 무엇을 할까?
pt: O que você quer fazer?
zh_hans: 你想做什么？

# GAME_ERROR_SPLASH
source: The game has been aborted\nbecause too many errors were raised.\n\nPlease close the game and restart.
es: El juego ha sido interrumpido\ndebido a que se generaron demasiados errores.\n\nPor favor, cierre el juego y reinícialo.
pt: A execução do jogo foi\nabortada devido a quantidade de erros gerados.\n\nPor favor, feche e reinicie o jogo.
zh_hans: 游戏已中止\因为出现了太多错误。\n\n请关闭游戏并重新启动。

# GAME_SPLASH
source: This is a free fangame\ncreated by fans of\nPokemon Mystery Dungeon.\n\nPlease support the series\nby purchasing an official game.\n\n\n\nPokemon Mystery Dungeon is owned by\n\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
de: Dies ist ein kostenloses Fan-Spiel\ndas von Pokemon Mystery Dungeon Fans\n entwickelt wurde.\n\nBitte kaufe ein offizielles Spiel,\num die Serie zu unterstuetzen.\n\n\nPokemon Mystery Dungeon ist eine Marke von:\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
es: Este es un fangame gratis\n creado por los fans de\n Pokemon Mundo Misterioso.\n\n Por favor apoya a la serie\n comprando los juegos oficiales\n\n\nPokemon Mundo Misterioso pertenece a\n\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
pt: Esse e um fangame gratuito\ncriado por fas de\nPokemon Mystery Dungeon.\n\nDemonstre seu suporte\ncomprando os jogos oficiais. \n\n\n\nPokemon Mystery Dungeon pertence a\n\nNintendo\nPokemon\nCreatures Inc\nGAME FREAK Inc\nSpike Chunsoft
zh_hans: 这是一款免费的粉丝游戏\n由宝可梦神秘的地牢的粉丝创建。\n\n请购买官方游戏支持该系列\n。\n\n\n\n宝可梦神秘的地牢归\n\n仁天堂\n宝可梦\n怪物公司\n游戏怪物公司\n长钉春软公司所有。

# GAME_TITLE
source: Pokémon Mystery Dungeon: Origins
de: Pokémon Mystery Dungeon: Ursprünge
es: Pokémon Mundo Misterioso: Orígenes
ko: 포켓몬 불가사의 던전: ORIGIN
pt: Pokémon Calabouços Misteriosos: Origens
zh_hans: 宝可梦神秘地牢：起源

# INPUT_CAN_PASTE
source: Use CTRL+V to paste.
de: Benutze STRG+V zum Einfügen.
es: Usa CTRL+V para pegar.
ko: CTRL+V로 붙여넣을 수 있습니다.
pt: Use CTRL+V para colar.
zh_hans: 使用 CTRL+V 粘贴。

# INPUT_CONTACT_TITLE
source: Enter the ID of your contact.
de: Trage hier die ID deines Kontaktes ein.
es: Introduzca el ID de tu contacto
ko: 연락처의 ID를 입력하세요.
pt: Insira o ID do seu contato.
zh_hans: 输入您的联系人的身份证。

# INPUT_IP_SUB
source: Format is "Hostname:Port". Use CTRL+V to paste.
de: Formatierung ist "Hostname:Port". Benutze STRG+V zum Einfügen.
es: Formato es "Hostname:Port". Usa CTRL+V para pegar.
ko: 형식은 "호스트명:포트"입니다. CTRL+V로 붙여넣으세요.
pt: O formato é "NomeDoHost:Porta". Use CTRL+V para colar.
zh_hans: 格式为“主机名：端口”。 使用 CTRL+V 粘贴。

# INPUT_IP_TITLE
source: Enter a server and optional port number.
de: Gebe einen Server und eine optionale Portnummer ein.
es: Introduzca un servidor y opcionalmente un número de puerto.
ko: 서버를 입력하세요. 포트 번호는 선택사항입니다.
pt: Insira um servidor e, opcionalmente, um número de porta.
zh_hans: 输入服务器和可选的端口号码。

# INPUT_NAME_DESC
source: Leave blank for no nickname.
de: Freilassen, um keinen Spitznamen zu vergeben.
es: Deje el espacio en blanco para no poner un apodo.
ko: 비우면 이름이 없게 됩니다.
pt: Deixe em branco para não por um apelido.
zh_hans: 如果没有昵称，请留空。

# INPUT_NAME_TITLE
source: Please enter a nickname.
de: Bitte gib einen Spitznamen ein.
es: Por favor introduzca un apodo.
ko: 이름을 입력해 주세요.
pt: Por favor, coloque um apelido.
zh_hans: 请输入昵称。

# INPUT_SEED_TITLE
source: Enter the seed.
de: Gebe den Startwert ein.
es: Introduce la semilla.
pt: Insira a semente.
zh_hans: 输入种子。

# INPUT_TEAM_DESC
source: [TAB] for suggestions. Leave blank for random.
de: Drücke [TAB] für Namensvorschläge. \nLasse für einen zufälligen Namen dieses Feld leer.
es: Presione [TAB] para sugerencias. \nDéjalo en blanco para un nombre aleatorio.
ko: [TAB]을 눌러 예시를 얻을 수 있습니다. 비우면 무작위로 설정됩니다.
pt: Aperte [TAB] para sugestões. \nDeixe em branco para um nome aleatório.
zh_hans: 使用[TAB] 获取建议。 留空白表示随意。

# INPUT_TEAM_TITLE
source: Please enter a team name.
de: Bitte gib einen Teamnamen ein.
es: Por favor introduzca un nombre de equipo.
ko: 팀 이름을 입력해주세요.
pt: Por favor, insira um nome de equipe.
zh_hans: 请输入团队名称。

# MENU_ADD_NEW
source: Add New
de: Hinzufügen
es: Añadir Nuevo
ko: 새로 추가
pt: Adicionar Novo
zh_hans: 添加新的

# MENU_AOK_TEAM
source: Rescuers: {0}
de: Retter: {0}
es: Rescatadores:{0}
ko: 구조 포켓몬: {0}
pt: Resgatadores: {0}
zh_hans: 救援人员：{0}

# MENU_AOK_TITLE
source: A-OK Summary
de: OK Zusammenfassung
es: Resumen A-OK
ko: 구조완료 요약
pt: Resumo A-OK
zh_hans: A-OK 总结

# MENU_ASSEMBLY_FAVORITE
source: Favorite
de: Favorit
es: Favorito
ko: 즐겨찾는 포켓몬
pt: Favorito
zh_hans: 最喜欢的

# MENU_ASSEMBLY_JOIN
source: Join Team
de: Team beitreten
es: Unirse al Equipo
ko: 팀에 합류
pt: Juntar-se a equipe
zh_hans: 加入团队

# MENU_ASSEMBLY_RELEASE
source: Release
de: Entlassen
es: Liberar
ko: 보내준다
pt: Liberar
zh_hans: 释放

# MENU_ASSEMBLY_RENAME
source: Rename
de: Umbenennen
es: Renombrar
ko: 개명한다
pt: Renomear
zh_hans: 更改名字

# MENU_ASSEMBLY_STANDBY
source: Standby
de: Auf Abruf
es: A la espera
ko: 대기시킨다
pt: Pôr em espera
zh_hans: 一旁等候

# MENU_ASSEMBLY_TITLE
source: Assembly
de: Teambildung
es: Formación
ko: 집합소
pt: Formação
zh_hans: 宝可梦集会

# MENU_ASSEMBLY_UNFAVORITE
source: Unfavorite
de: Favorit entfernen
es: Quitar favorito
ko: 즐겨찾기 해제
pt: Desfavoritar
zh_hans: 不喜欢

# MENU_BAG_MONEY
source: Money: {0}
de: Geld: {0}
es: Dinero: {0}
ko: 돈: {0}
pt: Dinheiro: {0}
zh_hans: 钱：{0}

# MENU_BANK_BANK
source: Bank:
es: Banco:
ko: 은행:
pt: Banco:
zh_hans: 银行

# MENU_BANK_MONEY
source: Money:
de: Geld:
es: Dinero:
ko: 돈:
pt: Dinheiro:
zh_hans: 钱：{0}

# MENU_BANK_TITLE
source: Choose how much \uE024 to carry.
de: Wie viele \uE024 sollen entnommen werden?
es: Elige cuánto \uE024 quieres llevar.
ko: \uE024를 얼마나 꺼내겠습니까?
pt: Escolha quanto \uE024 você quer carregar.
zh_hans: 选择要携带多少 \uE024。

# MENU_BOY
source: Boy
de: Junge
es: Chico
ko: 남자
pt: Menino
zh_hans: 男生

# MENU_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar
ko: 취소
pt: Cancelar
zh_hans: 取消

# MENU_CHARA_CHOICE_TITLE
source: Starter?
es: Inicial?
ko: 스타터를 정하자
pt: Inicial?
zh_hans: 新手？

# MENU_CHARA_CUSTOMIZE
source: {0} Edit Details
de: {0} Details bearbeiten
es: {0} Editar Detalles
ko: {0} 커스터마이즈
pt: {0} Editar Detalhes
zh_hans: {0}编辑详情

# MENU_CHARA_DETAIL_INTRINSIC
source: Ability
de: Fähigkeit
es: Habilidad
ko: 특성
pt: Habilidade
zh_hans: 能力

# MENU_CHARA_DETAILS
source: Details
es: Detalles
ko: 세부사항
pt: Detalhes
zh_hans: 详细资料

# MENU_CHARA_FORM
source: Form
es: Forma
ko: 폼
pt: Forma
zh_hans: 形式

# MENU_CHARA_GENDER
source: Gender
de: Geschlecht
es: Género
ko: 성별
pt: Gênero
zh_hans: 性别

# MENU_CHARA_INTRINSIC
source: Ability #{0}
de: Fähigkeit #{0}
es: Habilidad #{0}
ko: 특성 #{0}
pt: Habilidade #{0}
zh_hans: 能力 #{0}

# MENU_CHOOSE
source: Choose
de: Auswählen
es: Elegir
ko: 선택
pt: Escolha
zh_hans: 选择

# MENU_CONNECTING_CANCEL
source: Press {0} to cancel.
de: Drücke {0} um abzubrechen.
es: Pulsa {0} para cancelar.
ko: {0}을 눌러 취소할 수 있습니다.
pt: Aperte {0} para cancelar.
zh_hans: 按 {0} 取消。

# MENU_CONNECTING_PARTNER
source: Waiting on partner...
de: Warte auf deinen Partner...
es: Esperando a compañero...
ko: 파트너를 기다리는 중...
pt: Aguardando parceiro...
zh_hans: 等待合作伙伴...

# MENU_CONNECTING_SERVER
source: Connecting to server...
de: Verbinde mit Server...
es: Conectando al servidor...
ko: 서버에 연결중...
pt: Conectando ao servidor...
zh_hans: 连接服务器...

# MENU_CONTACT_LAST_SEEN
source: Last Seen: {0}
de: Zuletzt gesehen: {0}
es: Visto por última vez: {0}
ko: 마지막 조우: {0}
pt: Visto por último: {0}
zh_hans: 最后出现时间：{0}

# MENU_CONTACT_RANK
source: Rank: {0}
de: Rang: {0}
es: Rango: {0}
ko: 랭크: {0}
zh_hans: 等级：{0}

# MENU_CONTACTS_TITLE
source: Contacts
de: Kontakte
es: Contactos
ko: 연락처
pt: Contatos
zh_hans: 联络人

# MENU_CONTROLS_CHOOSE_BUTTON
source: PRESS A BUTTON
de: DRÜCKE EINEN KNOPF
es: PULSA UN BOTÓN
ko: 버튼을 누르세요
pt: APERTE UM BOTÃO
zh_hans: 按一个按钮

# MENU_CONTROLS_CHOOSE_KEY
source: PRESS ANY KEY
de: DRÜCKE EINE TASTE
es: PRESIONE CUALQUIER TECLA
ko: 아무 키나 누르세요
pt: PRESSIONE QUALQUER TECLA
zh_hans: 按任何一个键

# MENU_CONTROLS_CONFIRM
source: Confirm
de: Bestätigen
es: Confirmar
ko: 확인
pt: Confirmar
zh_hans: 确认

# MENU_CONTROLS_INACTIVE
source: Inactive Window Input
es: Entrada de ventana inactiva

# MENU_CONTROLS_RESET
source: Reset Defaults
de: Standard wiederherstellen
es: Restaurar valores predeterminados
ko: 설정 초기화
pt: Restaurar valores padrões
zh_hans: 重置预设

# MENU_COPY_UUID
source: Copy ID
de: ID kopieren
es: Copiar ID
ko: ID 복사
pt: Copiar ID
zh_hans: 复制身份证

# MENU_DELETE
source: Delete
de: Löschen
es: Borrar
ko: 삭제
pt: Apagar
zh_hans: 删除

# MENU_DELETE_SAVE_TITLE
source: Delete Save Data
de: Spielstand löschen
es: Borrar Datos Guardados
ko: 세이브 파일 삭제
pt: Deletar Dados Salvos
zh_hans: 删除保存数据

# MENU_DEX_CAUGHT
source: Joined: {0}
de: Rekrutiert: {0}
es: Atrapados: {0}
ko: 동료가 된: {0}
pt: Capturados: {0}
zh_hans: 已加入：{0}

# MENU_DEX_SEEN
source: Seen: {0}
de: Gesehen: {0}
es: Vistos: {0}
ko: 본 포켓몬: {0}
pt: Vistos: {0}
zh_hans: 看过：{0}

# MENU_DUNGEON_FLOORS
source: Floors: {0}
de: Ebenen: {0}
es: Piso: {0}
ko: 층수: {0}
pt: Andares: {0}
zh_hans: 楼层：{0}

# MENU_DUNGEON_TITLE
source: Locations
de: Standorte
es: Lugares
ko: 위치
pt: Locais
zh_hans: 地点

# MENU_EXIT
source: Exit
de: Schließen
es: Salir
ko: 닫기
pt: Sair
zh_hans: 出口

# MENU_GAMEPAD_TITLE
source: GamePad
es: Mando
ko: 게임패드
zh_hans: 游戏手持控制器。

# MENU_GIRL
source: Girl
de: Mädchen
es: Chica
ko: 여자
pt: Menina
zh_hans: 女性

# MENU_GROUND_CHECK
source: Check
de: Untersuchen
es: Inspeccionar
ko: 발밑
pt: Inspecionar
zh_hans: 查看

# MENU_GROUND_GET
source: Pick Up
de: Aufnehmen
es: Recoger
ko: 줍는다
pt: Coletar
zh_hans: 拾起

# MENU_GROUND_PROCEED
source: Proceed
de: Fortfahren
es: Seguir
ko: 이동
pt: Proceder
zh_hans: 进行

# MENU_GROUND_TITLE
source: Ground
de: Boden
es: Suelo
ko: 발밑
pt: Chão
zh_hans: 地面

# MENU_GROUND_TRIGGER
source: Trigger
de: Aktivieren
es: Activar
ko: 작동한다
pt: Ativar
zh_hans: 触发器

# MENU_HELD_ITEM
source: Item: {0}
es: Objeto: {0}
ko: 지닌도구: {0}
zh_hans: 物品：{0}

# MENU_HELD_NO_ITEM
source: No Item
de: Kein Item
es: Ningún Objeto
ko: 도구 없음
pt: Sem item
zh_hans: 没有物品

# MENU_INFO
source: Info
es: Información
ko: 설명
pt: Detalhes
zh_hans: 物品介绍

# MENU_INTRINSIC_RECALL
source: Abilities
de: Fähigkeiten
es: Habilidades
ko: 기술
pt: Habilidades
zh_hans: 能力

# MENU_INTRINSIC_TITLE
source: {0}'s Abilities:
de: {0}s Fähigkeiten:
es: Habilidades de {0}:
ko: {0}의 기술:
pt: Habilidades de {0}:
zh_hans: {0}'s 能力

# MENU_ITEM_AMOUNT_TITLE
source: How many?
de: Wie viele?
es: ¿Cuánto?
ko: 몇개나?
pt: Quantos?
zh_hans: 多少？

# MENU_ITEM_DRINK
source: Ingest
de: Einnehmen
es: Ingerir
ko: 마신다
pt: Ingerir
zh_hans: 摄取

# MENU_ITEM_EAT
source: Eat
de: Essen
es: Comer
ko: 먹는다
pt: Comer
zh_hans: 吃

# MENU_ITEM_GIVE
source: Give
de: Geben
es: Dar
ko: 건네준다
pt: Dar
zh_hans: 给予

# MENU_ITEM_HELD_TITLE
source: {0}'s Item
es: Objeto de {0}
ko: {0}의 도구
pt: Item de {0}
zh_hans: {0}'s 宝物

# MENU_ITEM_HOLD
source: Hold
de: Halten
es: Sostener
ko: 지닌다
pt: Segurar
zh_hans: 收着

# MENU_ITEM_LEARN
source: Learn
de: Lernen
es: Aprender
ko: 배운다
pt: Aprender
zh_hans: 自学

# MENU_ITEM_PLACE
source: Place
de: Ablegen
es: Colocar
ko: 놔둔다
pt: Colocar
zh_hans: 放到地上

# MENU_ITEM_PUT
source: Put Back
de: Nehmen
es: Devolver
ko: 되돌린다
pt: Guardar
zh_hans: 放回袋子里

# MENU_ITEM_RARITY
source: Rarity: {0}
de: Seltenheit: {0}
es: Rareza: {0}
ko: 희귀도: {0}
pt: Raridade: {0}
zh_hans: 稀有度：{0}

# MENU_ITEM_REPLACE
source: Replace
de: Ersetzen
es: Reemplazar
ko: 맞바꾼다
pt: Substituir
zh_hans: 替换

# MENU_ITEM_STORE
source: Store
de: Lager
es: Tienda
ko: 보관한다
pt: Loja
zh_hans: 存放

# MENU_ITEM_SWAP
source: Swap
de: Tauschen
es: Cambiar
ko: 교체한다
pt: Trocar
zh_hans: 互换

# MENU_ITEM_SWAP_TITLE
source: Swap With?
de: Tausche mit?
es: ¿Cambiar con?
ko: 무엇과?
pt: Trocar por?
zh_hans: 互换什么？

# MENU_ITEM_TAKE
source: Take
de: Nehmen
es: Tomar
ko: 되돌린다
pt: Retirar
zh_hans: 拿走

# MENU_ITEM_TARGET_TITLE
source: For?
de: Auf wen?
es: ¿Con quién?
ko: 누구에게?
pt: Quem?
zh_hans: 给谁？

# MENU_ITEM_TEACH
source: Teach
de: Lernen
es: Enseñar
ko: 가르친다
pt: Ensinar
zh_hans: 传授

# MENU_ITEM_THROW
source: Throw
de: Werfen
es: Lanzar
ko: 던진다
pt: Lançar
zh_hans: 扔

# MENU_ITEM_TITLE
source: Treasure Bag
de: Schatzbeutel
es: Bolsa
ko: 트레저 백
pt: Mochila de itens
zh_hans: 包包

# MENU_ITEM_TRASH
source: Trash
de: Müll
es: Basura
ko: 버린다
pt: Lixo
zh_hans: 垃圾

# MENU_ITEM_USE
source: Use
de: Benutzen
es: Usar
ko: 사용한다
pt: Usar
zh_hans: 使用

# MENU_ITEM_VALUE
source: Value: {0}
de: Wert: {0}
es: Valor: {0}
ko: 가치: {0}
pt: Valor: {0}
zh_hans: 价值: {0}

# MENU_ITEM_WITHDRAW
source: Take
de: Nehmen
es: Coger
ko: 꺼낸다
pt: Retirar
zh_hans: 拿走

# MENU_KEYBOARD_TITLE
source: Keyboard
de: Tastatur
es: Teclado
ko: 키보드
pt: Teclado
zh_hans: 键盘

# MENU_MAIL_AOK_TITLE
source: A-OK Mail
de: OK Brief
es: Correo A-OK
ko: 구조완료 메일
pt: Carta A-OK
zh_hans: A-OK邮件

# MENU_MAIL_ERROR
source: ERROR READING MAIL
de: FEHLER BEIM LESEN DES BRIEFS
es: ERROR LEYENDO EL CORREO
ko: 메일을 읽지 못했습니다
pt: ERRO NA LEITURA DA CARTA
zh_hans: 阅读邮件错误

# MENU_MAIL_SOS_TITLE
source: SOS Mail
de: SOS Brief
es: Correo SOS
ko: 구조요청 메일
pt: Carta SOS
zh_hans: 求救邮件

# MENU_MAIN_INVENTORY
source: Items
es: Objetos
ko: 도구
pt: Itens
zh_hans: 物品

# MENU_MAIN_SAVE
source: Save
de: Speichern
es: Guardar
ko: 저장한다
pt: Salvar
zh_hans: 保存

# MENU_MAIN_SKILLS
source: Moves
de: Attacken
es: Movimientos
ko: 기술
pt: Golpes
zh_hans: 游戏动作

# MENU_MAKE_LEADER
source: Make Leader
de: Anführer
es: Hacer Líder
ko: 리더가 된다
pt: Tornar Líder
zh_hans: 使成为领导者

# MENU_MAP_CONDITION
source: Map: {0}
de: Wetter: {0}
es: Clima: {0}
ko: 날씨: {0}
pt: Clima: {0}
zh_hans: 地图

# MENU_MODS_EXIT
source: Exit Episode
de: Episode verlassen
es: Salir Capítulo
pt: Sair do Episódio
zh_hans: 退出这一集

# MENU_MODS_TITLE
source: Special Episodes
de: Bonusepisoden
es: Capítulos Especiales
pt: Episódios Especiais
zh_hans: 特殊的几集

# MENU_MSG_LOG_TITLE
source: Message Log
de: Textprotokoll
es: Registro de Mensajes
ko: 메시지록
pt: Registro de mensagens
zh_hans: 讯息记录

# MENU_MUSIC_TITLE
source: Music
de: Musik
es: Música
ko: 음악
pt: Música
zh_hans: 音乐

# MENU_NEW_CONTACT
source: New Contact
de: Neuer Kontakt
es: Nuevo Contacto
ko: 새 연락처
pt: Novo Contato
zh_hans: 新联系人

# MENU_NONE
source: None
de: Keine
es: Ninguno
ko: 없음
pt: Nenhum
zh_hans: 没有

# MENU_OPTIONS_TITLE
source: Options
de: Optionen
es: Opciones
ko: 설정
pt: Opções
zh_hans: 选项

# MENU_OTHERS_TITLE
source: Others
de: Anderes
es: Otros
ko: 옵션
pt: Outros
zh_hans: 其他选项

# MENU_QUIT_GAME
source: Quit Game
de: Spiel verlassen
es: Salir Juego
ko: 게임 종료
pt: Sair do Jogo
zh_hans: 退出游戏

# MENU_REPLAY_ADVANCE_TURN
source: Advance Turn
de: Nächster Zug
es: Avanzar Turno
ko: 턴 넘기기
pt: Avançar Turno
zh_hans: 提前转弯

# MENU_REPLAY_END
source: End Replay
de: Wiederholung beenden
es: Terminar Repetición
ko: 리플레이 끝내기
pt: Terminar Replay
zh_hans: 结束重播

# MENU_REPLAY_INFO
source: Info
es: Información
ko: 정보
pt: Informação
zh_hans: 信息

# MENU_REPLAY_INFO_TITLE
source: Replay Info
de: Wiederholungsdetails
es: Información de la Repetición
ko: 리플레이 정보
pt: Informação do Replay
zh_hans: 重播信息

# MENU_REPLAY_PAUSE
source: Pause
es: Pausa
ko: 일시정지
pt: Pausa
zh_hans: 暂停

# MENU_REPLAY_REPLAY
source: Replay
de: Wiederholung
es: Repetición
ko: 리플레이
zh_hans: 重播

# MENU_REPLAY_SEED
source: Copy Seed
de: Startwert für Zufallsgenerator kopieren
es: Copiar Semilla
pt: Copiar Semente
zh_hans: 复制种子

# MENU_REPLAY_SLOW_DOWN
source: Slow Down
de: Langsamer
es: Ralentizar
ko: 느리게감기
pt: Desacelerar
zh_hans: 慢下来

# MENU_REPLAY_SPEED_UP
source: Speed Up
de: Schneller
es: Acelerar
ko: 빨리감기
pt: Acelerar
zh_hans: 快起来

# MENU_REPLAY_TITLE
source: Replay
de: Wiederholung
es: Repetición
ko: 리플레이
zh_hans: 重播

# MENU_REPLAYS_TITLE
source: Replays
de: Wiederholungen
es: Repeticiones
ko: 리플레이 목록
zh_hans: 重播

# MENU_RESCUE
source: Friend Rescue
de: Freundrettung
es: Rescate Amigos
ko: 친구 구조
pt: Resgate de Amigos
zh_hans: 朋友救援

# MENU_RESCUE_CONFIGURE_SERVER
source: Configure Server
de: Server Einstellung
es: Configurar Servidor
ko: 서버 설정
pt: Configurar Servidor
zh_hans: 设置服务器

# MENU_RESCUE_GET_HELP
source: Get Help
de: Hole Hilfe
es: Obtener Ayuda
ko: 도움 받기
pt: Obter Ajuda
zh_hans: 寻求帮助

# MENU_RESCUE_OFFER_REWARD
source: Offer Reward
de: Belohnung anbieten
es: Ofrecer Recompensa
ko: 보상 제시
pt: Oferecer Recompensa
zh_hans: 提供奖励
