Repository: audinowho/PMDODump
Catalog: Asset/Strings/stringsEx.*.resx
Languages: es

# MSG_TIME_UP
source: It's right nearby! It's gusting hard!
es: ¡Está aquí mismo y sopla muy fuerte!

# MSG_TIME_WARNING_1
source: Something's stirring...
es: Algo se está moviendo...

# MSG_TIME_WARNING_2
source: Something's approaching...
es: Algo se está acercando...

# MSG_TIME_WARNING_3
source: It's getting closer!
es: ¡Está cada vez más cerca!

# MSG_TRANSFORM
source: {0} transformed into {1}!
es: ¡{0} se transformó en {1}!

# MSG_USE
source: {0} used the {1}.
es: {0} usó el {1}.

# MSG_USE_CURSED
source: The {0} is sticky and can't be used!
es: ¡El {0} está pegajoso y no puese ser utilizado!

# MSG_USE_DRINK
source: {0} drank the {1}.
es: {0} bebió el {1}.

# MSG_USE_EAT
source: {0} ate the {1}.
es: {0} comió la {1}.

# MSG_USE_OPERATE
source: {0} booted up the {1}.
es: {0} encendió el {1}.

# MSG_WISH_ALREADY
source: {0} already has a wish!
es: ¡{0} ya tiene un deseo!

# MSG_WISH_ATTACK
source: {0}'s wish came true!
es: ¡El deseo de {0} se hizo realidad!

# MSG_WISH_START
source: {0} made a wish!
es: ¡{0} pidió un deseo!

# SIGN_EXIT
source: Dungeon Exit
es: Salida Mazmorra

# SIGN_LV_005
source: Level 5 Zone
es: Zona Nivel 5

# SIGN_LV_010
source: Level 10 Zone
es: Zona Nivel 10

# SIGN_LV_025
source: Level 25 Zone
es: Zona Nivel 25

# SIGN_LV_050
source: Level 50 Zone
es: Zona Nivel 50

# SIGN_TITLE_ABILITY
source: Abilities
es: Habilidades

# SIGN_TITLE_CATEGORY
source: Physical and Special
es: Físico y Especial

# SIGN_TITLE_HIT_RATE
source: Chance to Hit
es: Probabilidad de Golpear

# SIGN_TITLE_MOVEMENT
source: Movement
es: Movimiento

# SIGN_TITLE_MOVEMENT_SPEED
source: Movement Speed
es: Velocidad de Movimiento

# SIGN_TITLE_MOVES
source: Using Moves
es: Usando Movimientos

# SIGN_TITLE_STATUS
source: Status Ailments
es: Problemas de estado

# SIGN_TITLE_TEAM
source: Team Management
es: Gestión de Equipo

# SIGN_TITLE_TRAP
source: Traps
es: Trampas

# SIGN_TITLE_TURNS
source: Turns
es: Turnos

# SIGN_TITLE_TYPES
source: Types
es: Tipos

# SIGN_TUTORIAL_1_1
source: Hold {0}, and press a key to use a move.\nYou must use at least one move on an enemy Pokémon if you want to gain EXP from it.
es: Mantén {0}, y pulsa un botón para usar un movimiento.\nDebes usar al menos un movimiento a un Pokémon enemigo si quieres ganar experiencia.

# SIGN_TUTORIAL_1_2
source: All moves and Pokémon have a type, such as Fire, Water, or Grass. There's 18 in all!\nUse a move that has a type-advantage against the enemy to do more damage.
es: Todos los movimientos y Pokémon tienen un tipo, como Fuego, Agua o Planta. ¡Hay 18 en total!\nUsa un movimiento que tiene una ventaja de tipo contra el enemigo para hacer más daño.

# SIGN_TUTORIAL_1_3
source: Some Pokémon have two types that can cover each other's weaknesses.\nUse a move that has an advantage against both for exceptional damage!
es: Algunos Pokémon tienen dos tipos que pueden cubrir las debilidades del otro.\n¡Usa un movimiento que tenga ventaja sobre ambos para un daño excepcional!

# SIGN_TUTORIAL_2_1
source: Physical moves use your Attack and the opponent's Defense, while Special moves use your Special Attack and the opponent's Special Defense.\nThese stats can be temporarily modified: boosted or lowered by up to 6 stages.
es: Los ataques Físicos usan tu Ataque y la Defensa del oponente, mientras que los ataques Especiales usan tu Ataque Especial y la Defensa Especial del oponente.\nEstas estadísticas puede ser modificadas temporalmente: elevado o bajado hasta 6 fases.

# SIGN_TUTORIAL_3_3
source: Every Pokémon has an ability, which can make it immune to certain status, inflict status on opponents when attacked, or provide other beneficial effects.\nCheck your team member's Info page to read about its ability.
es: Cada Pokémon tiene una habilidad, que puede hacerle inmune a ciertos estados, causar estados a los oponente cuando son atacados, o aportar otros efectos beneficiosos.\nComprueba la pestaña Información de tu compañero de equipo para leer sobre su habilidad.

# SIGN_TUTORIAL_4_1
source: Within dungeons, you will find various traps scattered on the floor.\nThey can be triggered by stepping on them, or by targeting them with certain attacks.
es: Dentro de las mazmorras, puedes encontrar diferentes trampas esparcidas por el suelo.\nSe activan al pisar sobre ellas, o dirigiendo ciertos ataques específicos a ellas.

# SIGN_TUTORIAL_4_2
source: Use your {0} attack to reveal traps directly in front of you. Traps won't trigger this way, either.
es: Usa tu ataque {0} para revelar trampas directamente enfrente tuya. Las trampas no se activan con este método.

# SIGN_TUTORIAL_4_3
source: Most traps will affect anyone within their range, while some will only target the Pokémon that triggered it! Lead enemies into them while avoiding them yourself.
es: Muchas de las trampas puede afectar a todos dentro de su rango, ¡pero otros sólo afectan al Pokémon que lo activó! Dirige los enemigos hasta ellos mientras los evitas.

# SIGN_TUTORIAL_5_1
source: Hold {0} to turn in place, and hold {1} to move diagonally.
es: Mantén pulsado {0} para girar en el sitio, y {1} para moverse en diagonal.

# SIGN_TUTORIAL_5_2
source: Press {0}+{1} to skip your turn. You can use this to wait and heal from natural HP regeneration.\nMovement and combat in dungeons is always turn-based. Enemies won't move until you do, so take your time to plan accordingly.
es: Pulsa {0}+{1} para saltar tu turno. Puedes usar esto para esperar y

# SIGN_TUTORIAL_5_3
source: Press {0},{1},{2} or {3} to switch the team leader. This can be done without taking any turns.
es: Pulsa {0}, {1}, {2} o {3} para cambiar el líder del equipo. Esto se puede hacer sin realizar ningún turno.

# SIGN_TUTORIAL_5_4
source: Press {0} to switch on Team Mode. With this, you can control the entire team, turn-by-turn.
es: Pulsa {0} para activar Modo Equipo. Con este, puedes controlar todo el equipo, turno por turno.

# TALK_CANT
source: [myname] can't talk just now.
es: [myname] no puede hablar ahora mismo.

# TALK_FULL_0000
source: Let's do our best!
es: ¡Hagámoslo lo mejor posible!

# TALK_FULL_0001
source: Let's help each other do well!
es: ¡Ayudémonos mutuamente!

# TALK_FULL_0002
source: Let's take this challenge on nice and steady.
es: Afrontemos este reto como es debido.

# TALK_FULL_0003
source: It'd be nice if we found even one [item].
es: ¡Estaría bien encontrar aunque sea un objeto [item]!

# TALK_FULL_0004
source: We need to stay on the lookout for any [kind]!
es: ¡Hay que estar al acecho de cualquier [kind]!

# TALK_FULL_0005
source: I've got you covered, [player]!
es: ¡Te cubro, [player]!

# TALK_FULL_0006
source: I'll back you up with my [move], [player]!
es: ¡Te cubro con mi movimiento [move], [player]!

# TALK_FULL_0007
source: I'll follow you, [player].
es: Te seguiré, [player].

# TALK_FULL_0008
source: Let's find lots of good stuff!
es: ¡Encontremos un montón de cosas!

# TALK_FULL_0009
source: I wonder what's up ahead.
es: Me pregunto qué habrá allí.

# TALK_FULL_0010
source: Exploring is fun, isn't it?
es: Explorar es divertido, ¿verdad?

# TALK_FULL_0011
source: I've got a good feeling that we're going to find treasure!
es: ¡Tengo el presentimiento de que vamos a encontrar el tesoro!

# TALK_FULL_0020
source: I'm happy to be exploring with you, [player].
es: Me alegro de explorar contigo, [player].

# TALK_FULL_0021
source: I'll show you how I can be useful, [player]!
es: Te mostraré lo útil que puedo ser, [player].

# TALK_FULL_0022
source: Let's give this one our best, [player]!
es: Hagámoslo lo mejor posible, [player].

# TALK_FULL_0023
source: I'll assist you the best I can with my [move], [player].
es: Te ayudaré lo mejor que pueda con mi movimiento [move], [player].

# TALK_FULL_0024
source: Let's try our very best to find one [item]!
es: ¡Intentemos encontrar por lo menos un objeto [item]!

# TALK_FULL_0025
source: I do wonder what discoveries lie ahead of us this time!
es: ¡Me pregunto qué sorpresas nos depara el destino!

# TALK_FULL_0026
source: I suspect that [kind] will be tough to deal with.
es: Sospecho que no será fácil tratar con [kind].

# TALK_FULL_0040
source: It's a bit scary, but I'll do my best to keep up, [player]!
es: ¡Me da un poco de miedo, pero aguantaré, [player]!

# TALK_FULL_0041
source: Please don't get us in too deep!
es: No nos alejemos mucho, ¿vale?

# TALK_FULL_0042
source: We should leave if it gets too dangerous, right?
es: Si la cosa se pone muy peligrosa, nos vamos, ¿verdad?

# TALK_FULL_0043
source: Ooh, the [kind] here? So scary!
es: ¡Oh! ¿[kind]? ¡Qué miedo!

# TALK_FULL_0044
source: P-please don't leave me behind!
es: ¡Por... por favor, no me dejes atrás!

# TALK_FULL_0045
source: P-please don't abandon me!
es: ¡Por... por favor, no me abandones!

# TALK_FULL_0046
source: I feel a little more secure being with you, [player]!
es: ¡Me siento a salvo estando contigo, [player]!

# TALK_FULL_0047
source: I really hope we'll find at least one [item].
es: ¡Espero que encontremos por lo menos el objeto [item]!

# TALK_FULL_0048
source: I'm sorry I'm so timid...
es: Siento que la timidez pueda conmigo...

# TALK_FULL_0049
source: I'm not fond of fighting. But for you...I'll do my best!
es: No me gusta luchar, ¡pero por ti haré todo cuanto pueda!

# TALK_FULL_0060
source: You know, carelessness can be our own worst enemy...
es: ¿Sabes?, los descuidos pueden ser nuestro peor enemigo...

# TALK_FULL_0061
source: You know, we should always see with more than just our eyes...
es: Deberíamos andarnos con mucho ojo.

# TALK_FULL_0062
source: I will support you with my [move], [player].
es: Te apoyaré con mi movimiento [move], [player].

# TALK_FULL_0063
source: We should always look before we leap, don't you think?
es: Deberíamos pensárnoslo dos veces, ¿no crees?

# TALK_FULL_0064
source: You can trust me to watch out for you, [player].
es: Estaré atento, confía en mí, [player].

# TALK_FULL_0065
source: If you study your enemy closely, you'll always know what to do...
es: Siempre se sabe qué hacer cuando se estudia al enemigo con detenimiento.

# TALK_FULL_0066
source: Part of a winning strategy is knowing when to withdraw, you know...
es: Para ganar hay que saber también cuándo retirarse...

# TALK_FULL_0080
source: Some wisdom, eh? Haste makes waste, but persistence always pays...
es: Un consejo, ¿eh? Con paciencia y voluntad, se logra todo... ¡y algo más!

# TALK_FULL_0081
source: Wisdom, eh? Fools rush in, but winners walk and wonder...
es: Un consejo, ¿eh? Cosa hecha deprisa, cosa de risa.

# TALK_FULL_0082
source: Rest assured. My trusty move, [move], will help you, [player]...
es: Tranquilidad, [player]. Mi movimiento [move] te ayudará.

# TALK_FULL_0083
source: We will surely find ourselves one [item]...
es: ¡Seguro que encontraremos el objeto [item]!

# TALK_FULL_0084
source: Keep your eyes open for any [kind]...
es: Abre bien los ojos por si nos encontráramos con algún [kind].

# TALK_FULL_0085
source: I'll be sure to keep an eye out to the rear, [player]...
es: Estaré vigilando la retaguardia, [player].

# TALK_FULL_0086
source: I've done this many a time, but it never ceases to be fun...
es: He hecho esto muchas veces, pero sigue siendo divertido.

# TALK_FULL_0100
source: Anywhere you go, I will follow, [player]!
es: Te seguiré dondequiera que vayas, [player].

# TALK_FULL_0101
source: Impossible? [myname] doesn't know the meaning of "impossible"!
es: ¿Imposible? ¡[myname] no sabe lo que significa esa palabra!

# TALK_FULL_0102
source: You will surely witness the power of my [move]!
es: ¡Podrás atestiguar sin duda la potencia de mi movimiento [move]!

# TALK_FULL_0103
source: Bah! I hardly see those [kind] as worthy adversaries!
es: ¡Bah! Esos [kind] ni siquiera me parecen adversarios dignos.

# TALK_FULL_0104
source: Keep the goal in mind! Yes, I can envision us finding that [item]!
es: ¡No olvides el objetivo! Sí, ¡ya nos imagino encontrando el objeto [item]!

# TALK_FULL_0120
source: Thrilling... Exploring...
es: Explorar... es... emocionante.

# TALK_FULL_0121
source: Treasure... Find it... Find it...
es: Encuentra... el tesoro...

# TALK_FULL_0122
source: My move will help... My [move]...for [player]...
es: Mi movimiento [move] ayudará a [player].

# TALK_FULL_0123
source: Defeat...any [kind]!
es: Derrotar... ¡Hay que derrotar a... [kind]!

# TALK_FULL_0124
source: Must find [item]... Must find [item]...
es: ¡Debo encontrar el objeto [item]!

# TALK_FULL_0125
source: Fun...fun...fun... So fun... with [player]...
es: Divertido... Con [player] todo... es divertido...

# TALK_FULL_0126
source: Ahead... Ahead... What is... ahead...?
es: Más allá... ¿Qué habrá... más allá?

# TALK_FULL_0140
source: Got your back, [player]!
es: ¡Te cubro, [player]!

# TALK_FULL_0141
source: Let me take on the hard stuff!
es: ¡Deja que yo me encargue!

# TALK_FULL_0142
source: Yeah! No one can stand up to a team as good as we are!
es: ¡Nadie puede enfrentarse a un equipo tan bueno como el nuestro!

# TALK_FULL_0143
source: Gotta get that [item]!
es: ¡Debo conseguir el objeto [item]!

# TALK_FULL_0144
source: Ha! Those [kind]? Total pushovers!
es: ¡Ja! ¿Esos [kind]? ¡Vaya peleles!

# TALK_FULL_0145
source: Don't be surprised if my great [move] move saves the day.
es: No te sorprendas si te salvo el pellejo con mi gran movimiento [move].

# TALK_FULL_0146
source: Oh, yeah! Exploring's great! Who could want anything more?
es: ¡Explorar es genial, sí! ¿Qué más se puede pedir?

# TALK_FULL_0147
source: Gotta admit that you're not too shabby yourself!
es: ¡Tengo que reconocer que no lo haces tan mal!

# TALK_FULL_0160
source: Let's get the exploration in gear!
es: ¡Pongámonos en marcha!

# TALK_FULL_0161
source: This kind of exploring isn't so bad...once in a while!
es: Estas expediciones no están mal... De vez en cuando, claro.

# TALK_FULL_0162
source: Now don't mistake me for the enemy, OK?
es: No me confundas con el enemigo, ¿vale?

# TALK_FULL_0163
source: It'd be awesome if we could get ourselves one [item]!
es: ¡Sería estupendo encontrar el objeto [item]!

# TALK_FULL_0180
source: It's nice to go exploring!
es: ¡Me encanta salir a explorar!

# TALK_FULL_0181
source: Where next? I'll go anywhere with you, [player]!
es: ¿Adónde? ¡Iré contigo a donde vayas, [player]!

# TALK_FULL_0182
source: I'll devote my [move] to help you, [player]!
es: ¡Usaré mi movimiento [move] para ayudarte, [player]!

# TALK_FULL_0183
source: Find one [item]? Great!
es: ¿Encontrar el objeto [item]? ¡Estupendo!

# TALK_FULL_0184
source: Ooooh! I wonder what treasures we'll find? I'm so excited!
es: ¡Oh! ¡Me pregunto qué tesoros hallaremos! ¡Estoy tan nerviosa!

# TALK_FULL_0200
source: Now don't hold me back!
es: ¡No me entretengas!

# TALK_FULL_0201
source: Let's keep pushing on! C'mon! Time to show 'em how it's done!
es: ¡Sigamos adelante! ¡Vamos! ¡Es hora de enseñarles cómo se hace!

# TALK_FULL_0202
source: I'll thump anyone who gets in our way, you'd better believe it!
es: ¡Le soltaré un tortazo a cualquiera que se interponga en nuestro camino, te lo aseguro!

# TALK_FULL_0203
source: I can just sense it! Somewhere! That [item]!
es: ¡Puedo sentirlo! ¡Por aquí cerca! ¡El objeto [item]!

# TALK_FULL_0204
source: You'd better guess again if you think that I'm leaving without our treasure!
es: Si te piensas que me iré sin encontrar el tesoro, ¡te equivocas!

# TALK_FULL_0205
source: No one's better than I am with the [move] move!
es: ¡Nadie hace mejor el movimiento [move] que yo!

# TALK_FULL_0206
source: Er, what? What do you want?
es: ¿Qué? ¿Qué quieres?

# TALK_FULL_0220
source: Say, I've meant to ask! Um... I hope I'm being helpful?
es: Llevo un rato queriendo preguntarte si te estoy resultando de ayuda...

# TALK_FULL_0221
source: I'll explore the very best I can!
es: ¡Exploraré lo mejor posible!

# TALK_FULL_0222
source: Hey, don't underestimate my [move] move!
es: ¡No subestimes mi movimiento [move]!

# TALK_FULL_0223
source: We'll have to watch our backs around any [kind] we see!
es: ¡Tendremos que estar pendientes de cualquier [kind]!

# TALK_FULL_0224
source: Hmm? Is that the scent of [item] in the air?
es: Hum... ¿no huele a [item] por aquí?

# TALK_FULL_0225
source: You're really decent, aren't you, [player]?
es: Tú no rompes nunca un plato, ¿verdad, [player]?

# TALK_FULL_0226
source: Let's get us some treasure!
es: ¡Vayamos a la búsqueda de nuevos tesoros!

# TALK_FULL_0227
source: Zzzz... Zzzz...
es: Zzz... zzz...

# TALK_FULL_0228
source: You must be hungry, right?
es: ¿Tendrás hambre, no?

# TALK_FULL_0240
source: You'd better BET that I'll hustle!
es: ¡Seguro que me acabaré dando prisa!

# TALK_FULL_0241
source: I'm just RARING to keep going!
es: ¡Tengo muchas ganas de seguir adelante!

# TALK_FULL_0242
source: I'm not pretty, but I always get the job DONE!
es: No seré guapo, ¡pero siempre completo las misiones!

# TALK_FULL_0243
source: Let's scout that OUT! Where's that [item]?
es: ¡Vayamos de expedición! ¿Dónde estará el objeto [item]?

# TALK_FULL_0244
source: Those [kind]? You gotta watch OUT!
es: ¿Esos [kind]? ¡Ten cuidado!

# TALK_FULL_0245
source: You can always depend on ME, [player]!
es: ¡Puedes contar conmigo, [player]!

# TALK_FULL_0246
source: No GUTS, no GLORY! And my [move] is all about GUTS!
es: ¡Hay que echarle agallas y mi movimiento [move] es ideal!

# TALK_FULL_0247
source: What a BASH exploring with you, [player]!
es: ¡Qué divertido es explorar contigo, [player]!

# TALK_FULL_0248
source: Don't hold it against me! I might SMASH you by accident!
es: ¡No me apuntes a mí! ¡Podría golpearte por accidente!

# TALK_FULL_0249
source: Wake me if I start the ZZZZs!
es: Despiértame si me quedo dormido, ¿eh?

# TALK_FULL_0250
source: What DRIVE you have! I'm impressed, [player]!
es: ¡Qué arrojo! ¡Estoy impresionado, [player]!

# TALK_FULL_0251
source: For you, I'll do ANYTHING to help out, [player]!
es: ¡Haría cualquier cosa por ayudarte, [player]!

# TALK_FULL_0252
source: Gah, don't STARE at me like that! You're embarrassing me!
es: ¡Eh, no me mires así que me voy a poner rojo!

# TALK_FULL_0260
source: No need to worry, my dear [player]!
es: ¡No hay por qué preocuparse, [player]!

# TALK_FULL_0261
source: It doesn't matter how often you've explored before. It's always beneficial!
es: No importa cuántas veces hayas estado allí. ¡Nunca viene mal otra más!

# TALK_FULL_0262
source: When I get mad...I can be a real fright! You'd better believe it!
es: Cuando me enfado... ¡puedes llevarte un buen susto, te lo aseguro!

# TALK_FULL_0263
source: OK! Let's get that [item] to start with!
es: ¡Vale! ¡Consigamos el objeto [item] para empezar!

# TALK_FULL_0264
source: Oh! Those [kind] are such a rotten nuisance.
es: ¡Jo! ¡Esos [kind] son todo un incordio!

# TALK_FULL_0265
source: I'll keep you nice and safe with my [move], [player].
es: Te mantendré a salvo con mi movimiento [move], [player].

# TALK_FULL_0266
source: We'll leave just stuffed with all sorts of treasure!
es: ¡Saldremos de aquí hasta arriba de tesoros!

# TALK_FULL_0267
source: I do wonder...what might be up ahead?
es: Me pregunto con qué nos encontraremos.

# TALK_FULL_0268
source: If we see one [item], I'll...well...I'll...
es: Si vemos el objeto [item], yo... bueno...

# TALK_FULL_0280
source: Let me watch your back, won't you, [player]?
es: Déjame protegerte, ¿vale, [player]?

# TALK_FULL_0281
source: Where are we going next? Gotta make up your mind!
es: ¿Adónde vamos ahora? ¡Hay que decidirse!

# TALK_FULL_0282
source: Oh, yeah! Watch out! I'll let fly with my [move] move!
es: ¡Ándate con cuidado o te haré pedazos con mi movimiento [move]!

# TALK_FULL_0283
source: Those [kind]? Easy targets!
es: ¿Esos [kind]? ¡Pan comido!

# TALK_FULL_0284
source: It's always a blast exploring, don't you think?
es: Salir a explorar es siempre la caña, ¿no crees?

# TALK_FULL_0285
source: You're really good at this. I'm impressed with you!
es: Se te da realmente bien. ¡Impresionante!

# TALK_FULL_0300
source: Study your enemy before making your move, OK?
es: Estudia a tu enemigo antes de usar cualquier movimiento, ¿de acuerdo?

# TALK_FULL_0301
source: Proceed sure and steady, OK?
es: Procede con paso firme, ¿de acuerdo?

# TALK_FULL_0302
source: Trust me. I'll do my best for the team, [player].
es: Confía en mí. Me esforzaré por el equipo, [player].

# TALK_FULL_0303
source: I'll employ my [move] move for the team, [player].
es: Usaré mi movimiento [move] por el equipo, [player].

# TALK_FULL_0304
source: What lies beyond this point?
es: ¿Qué habrá más allá de este punto?

# TALK_FULL_0305
source: I'm just sure that we'll find that [item].
es: ¡Seguro que nos encontraremos el objeto [item]!

# TALK_FULL_0320
source: There's just no downside to exploring, that's for sure!
es: ¡No hay nada malo en explorar!

# TALK_FULL_0321
source: May I suggest sweeping the floor for treasure from corner to corner?
es: ¿Puedo sugerir explorar el piso de cabo a rabo en busca de tesoros?

# TALK_FULL_0322
source: I'm here to lend you my best support, [player]!
es: ¡Estoy aquí para prestarte todo mi apoyo, [player]!

# TALK_FULL_0323
source: You can count on me to keep finding valuable things!
es: ¡Puedes contar conmigo para encontrar tesoros!

# TALK_FULL_0324
source: Mmm-hmm... I'm sure I sense one [item] around here somewhere.
es: Hum... Creo que percibo el objeto [item] por aquí cerca.

# TALK_FULL_0325
source: We're splitting up any treasure evenly, aren't we?
es: Vamos a medias con el tesoro, ¿no?

# TALK_FULL_0326
source: To be sure, any [kind] will be big trouble.
es: Seguro que cualquier [kind] nos dará problemas.

# TALK_FULL_0327
source: There's nothing I won't do to get treasure!
es: ¡Haría cualquier cosa por conseguir un tesoro!

# TALK_FULL_0640
source: Yay for us, [player]! \u266A
es: ¡Bien por nosotros, [player]! \u266A

# TALK_FULL_0641
source: I'll do my best! \u266A
es: ¡Haré todo lo que pueda! \u266A

# TALK_FULL_0642
source: I'm brimming with energy! \u266A I'm good to go! \u266A
es: ¡Estoy a tope! \u266A ¡No hay quien me pare! \u266A

# TALK_FULL_0643
source: [kind] is a toughie! \u266A
es: ¡[kind] tiene aguante! \u266A

# TALK_FULL_0644
source: Oh! Which way do we go? \u266A
es: ¿Por dónde vamos? \u266A

# TALK_FULL_0645
source: I'm feeling bubbly! \u266A
es: ¡Me siento chispeante! \u266A

# TALK_FULL_0646
source: Let's do our best together! \u266A
es: ¡Hagámoslo lo mejor posible! ¡Todos juntos! \u266A

# TALK_FULL_0647
source: Yay! Exploring! Exploring! \u266A
es: ¡A explorar! ¡A explorar! ¡Hurra! \u266A

# TALK_FULL_0648
source: Exploring's so fun! \u266A
es: ¡Explorar es tan divertido! \u266A

# TALK_FULL_0680
source: We must proceed with caution.
es: Debemos avanzar con cautela.

# TALK_FULL_0681
source: Let us fight complacency! And let us proceed gingerly!
es: ¡No bajemos la guardia y avancemos con cautela!

# TALK_FULL_0682
source: I'm perfectly fine. Thank you nonetheless!
es: ¡Estoy perfectamente, pero gracias de todos modos!

# TALK_FULL_0683
source: I will provide my best support to the skirmish with my [move]!
es: ¡Te daré todo mi apoyo con mi movimiento [move]!

# TALK_FULL_0684
source: There may be a trap at hand, so step smartly!
es: ¡Podría haber trampas, así que avanza con mucho cuidado!

# TALK_FULL_0685
source: We must remain careful about [kind] as we stay on the move.
es: Debemos tener cuidado con [kind] mientras avanzamos.

# TALK_FULL_0686
source: Let's do the very best we can for one another, [player]!
es: ¡Apoyémonos de la mejor manera posible, [player]!

# TALK_FULL_0687
source: Let's keep a brave face as we move onward!
es: ¡Seamos valientes! ¡Hay que seguir adelante!

# TALK_FULL_0740
source: We must persevere, [player]!
es: ¡Hay que perseverar, [player]!

# TALK_FULL_0741
source: We must tread carefully.
es: Debemos ir con cuidado.
