Repository: audinowho/PMDODump
Catalog: Asset/Strings/strings.*.resx
Languages: de, es, ko, pt, zh_hans

# MENU_RESCUE_REMOVE_REWARD
source: Remove Reward
de: Belohnung entfernen
es: Quitar Recompensa
ko: 보상 제거
pt: Remover Recompensa
zh_hans: 删除奖励

# MENU_RESCUE_STATUS_AOK_CONFIRMING
source: Confirming A-OK...
de: Bestätige OK...
es: Confirmando A-OK...
ko: 구조완료 확인중...
pt: Confirmando A-OK...
zh_hans: 确认 A-OK...

# MENU_RESCUE_STATUS_AOK_RECEIVING
source: Receiving A-OK...
de: Erhalte OK...
es: Recibiendo A-OK...
ko: 구조완료 받는중...
pt: Recebendo A-OK...
zh_hans: 接收 A-OK...

# MENU_RESCUE_STATUS_AOK_SENDING
source: Sending A-OK...
de: Versende OK...
es: Enviando A-OK...
ko: 구조완료 보내는중...
pt: Enviando A-OK...
zh_hans: 发送 A-OK...

# MENU_RESCUE_STATUS_COMMUNICATING
source: Communicating...
de: Kommuniziere...
es: Comunicando...
ko: 통신중...
pt: Comunicando...
zh_hans: 正在通讯中...

# MENU_RESCUE_STATUS_SOS_CONFIRMING
source: Confirming SOS...
de: Bestätige SOS...
es: Confirmando SOS...
ko: 구조요청 확인중...
pt: Confirmando SOS...
zh_hans: 正在确认 SOS...

# MENU_RESCUE_STATUS_SOS_RECEIVING
source: Receiving SOS...
de: Erhalte SOS...
es: Recibiendo SOS...
ko: 구조요청 받는중...
pt: Recebendo SOS...
zh_hans: 正在接收 SOS...

# MENU_RESCUE_STATUS_SOS_SENDING
source: Sending SOS...
de: Versende SOS...
es: Enviando SOS...
ko: 구조요청 보내는중...
pt: Enviando SOS...
zh_hans: 正在发送 SOS...

# MENU_RESCUE_STATUS_WAITING
source: Waiting...
de: Warten...
es: Esperando...
ko: 기다리는중...
pt: Aguardando...
zh_hans: 等待中...

# MENU_REST_QUIT
source: Give Up
de: Aufgeben
es: Rendirse
ko: 포기한다
pt: Desistir
zh_hans: 放弃

# MENU_REST_SUSPEND
source: Quicksave
de: Schnellspeichern
es: Guardado rápido
ko: 빠른저장
pt: Salvamento rápido
zh_hans: 快速保存

# MENU_REST_TITLE
source: Rest
de: Ausruhen
es: Descanso
ko: 쉰다
pt: Descanso
zh_hans: 停歇

# MENU_RESULTS_ASSEMBLY_TITLE
source: {0}'s Assembly ({1}/{2})
de: {0}s Team ({1}/{2})
es: Registro de {0} ({1}/{2})
ko: {0}의 집합소 ({1}/{2})
pt: Formação de {0} ({1}/{2})
zh_hans: {0} 的集会 ({1}/{2})

# MENU_RESULTS_ASSEMBLY_TITLE_ANY
source: Assembly ({0}/{1})
de: Teambildung ({0}/{1})
es: Registro ({0}/{1})
ko: 집합소 ({0}/{1})
pt: Formação ({0}/{1})
zh_hans: 集会 ({0}/{1})

# MENU_RESULTS_COMPLETE
source: completed {0}!
de: {0} abgeschlossen!
es: completó {0}!
ko: {0}의 탐험을 마쳤다!
pt: completou {0}!
zh_hans: 完成{0}！

# MENU_RESULTS_DEFEAT
source: was defeated on {0}.
de: Wurde auf Ebene {0} besiegt.
es: ha sido derrotado en {0}.
ko: {0}에서 쓰러지고 말았다.
pt: foi derrotado em {0}.
zh_hans: 在 {0} 被击败。

# MENU_RESULTS_ESCAPE
source: escaped from {0}.
de: Von der Ebene {0} geflohen.
es: escapó de {0}.
ko: {0}에서 탈출했다!
pt: escapou de {0}.
zh_hans: 从{0}逃脱。

# MENU_RESULTS_INV_VALUE
source: Inventory Value: {0}
de: Inventarwert: {0}
es: Valor del Inventario: {0}
ko: 인벤토리의 가치: {0}
pt: Valor do Inventário
zh_hans: 库存价值：{0}

# MENU_RESULTS_INVENTORY_TITLE
source: Inventory
de: Inventar
es: Inventario
ko: 인벤토리
pt: Inventário
zh_hans: 库存

# MENU_RESULTS_QUIT
source: gave up at {0}.
de: bei {0} aufgegeben.
es: se rindió en {0}.
ko: {0}에서 포기했다.
pt: desistiu em {0}.
zh_hans: 在 {0} 放弃。

# MENU_RESULTS_RESCUE
source: completed the rescue at {0}.
de: hat die Rettung in {0} abgeschlossen.
es: completó el rescate en {0}.
ko: {0}에서 구조를 완료했다.
pt: completou o resgate em {0}.
zh_hans: 在 {0} 完成救援。

# MENU_RESULTS_SEED
source: Seed: {0}
de: Startwert: {0}
es: Semilla:{0}
ko: 시드: {0}
pt: Semente: {0}
zh_hans: 种子：{0}

# MENU_RESULTS_TIMEOUT
source: was blown out by an unseen force at {0}.
de: wurde auf {0} von einer unsichtbaren Kraft herausgeworfen.
es: sucumbió a una fuerza desconocida en {0}.
ko: {0}에서 알수 없는 힘에 의해 밀려나왔다.
pt: foi varrido por uma força misteriosa em {0}.
zh_hans: 在 {0} 被一股看不见的力量炸毁。

# MENU_RESULTS_TITLE
source: The Last Outing
de: Abschlussbericht
es: La última expedición
ko: 최근의 모험
pt: A Última Exploração
zh_hans: 最后的一次出游

# MENU_RESULTS_TOTAL_SCORE
source: Total Score: {0}
de: Gesamtpunktzahl: {0}
es: Puntuación Total:{0}
ko: 총 점수: {0}
pt: Pontuação Total: {0}
zh_hans: 总分：{0}

# MENU_RESULTS_TOTAL_TURNS
source: Turns: {0}
de: Züge: {0}
es: Turnos: {0}
ko: 턴수: {0}
pt: Turnos: {0}
zh_hans: 回合：{0}

# MENU_RESULTS_VANISHED
source: vanished without a trace.
de: Verschwand ohne eine Spur.
es: desapareció sin dejar rastro.
ko: 흔적도 없이 사라져버렸다.
pt: sumiram sem deixar rastro.
zh_hans: 消失得无影无踪。

# MENU_RESULTS_VANISHED_AT
source: vanished suddenly at {0}.
de: Verschwand plötzlich bei {0}.
es: desapareció de repente en {0}.
ko: {0}에서 갑자기 사라졌다.
pt: sumiram de repente em {0}.
zh_hans: 在{0}突然消失了。

# MENU_REWARD_ITEM
source: Item
es: Objeto
ko: 아이템
zh_hans: 奖品

# MENU_REWARD_MONEY
source: Money
de: Geld
es: Dinero
ko: 돈
pt: Dinheiro
zh_hans: 奖金

# MENU_ROGUE_BASIC_INFO
source: Basic Info
de: Allgemeine Informationen
es: Información Básica
pt: Informação Básica
zh_hans: 基本信息

# MENU_ROGUE_SEED_INFO
source: Seed Info
de: Informationen über den Startwert des Zufallsgenerators
es: Información de Semilla
pt: Informação da Semente
zh_hans: 种子信息

# MENU_ROGUE_SPECIAL_INFO
source: Shiny Info
de: Informationen über schillernde Pokémon
es: Información Variocolor
pt: Informação Pokémon Brilhante
zh_hans: 闪亮信息

# MENU_SAVE_AND_CONTINUE
source: Save and continue.
de: Speichern und fortfahren.
es: Guardar y continuar.
ko: 저장하고 계속하기.
pt: Salvar e continuar.
zh_hans: 保存并继续。

# MENU_SAVE_AND_QUIT
source: Save and quit.
de: Speichern und beenden.
es: Guardar y salir.
ko: 저장하고 나가기.
pt: Salvar e sair.
zh_hans: 保存并退出。

# MENU_SAVE_RESUME
source: Resume
de: Fortsetzen
es: Reanudar
ko: 이어하기
pt: Resumir
zh_hans: 恢复

# MENU_SAVE_TITLE
source: Quicksaves
de: Schnellspeicherungen
es: Guardado Rápido
ko: 퀵세이브
pt: Salvamento Rápido
zh_hans: 快速保存

# MENU_SCORES_TITLE
source: Scores
de: Punktzahlen
es: Puntuaciones
ko: 점수판
pt: Pontuações
zh_hans: 比分

# MENU_SEED_CUSTOMIZE
source: {0} Edit Seed
es: {0} Editar Semilla
pt: {0} Editar Semente

# MENU_SERVERS_TITLE
source: Servers
de: Server
es: Servidores
ko: 서버
pt: Servidores

# MENU_SETTINGS_BATTLE_SPEED
source: Battle Speed
de: Kampfgeschwind.
es: Velocidad de Batalla
ko: 진행속도
pt: Velocidade de Batalha
zh_hans: 游戏速度

# MENU_SETTINGS_BORDER_STYLE
source: Borders
de: Rahmentyp
es: Bordes
ko: 프레임 타입
pt: Bordas
zh_hans: 屏幕框架

# MENU_SETTINGS_FULL_SCREEN
source: Full Screen
de: Vollbild
es: Pantalla Completa
ko: 전체화면
pt: Tela Cheia
zh_hans: 全屏

# MENU_SETTINGS_LANGUAGE
source: Language
de: Sprache
es: Idioma
ko: 언어
pt: Idioma
zh_hans: 语言

# MENU_SETTINGS_MUSIC
source: Music
de: Musik
es: Música
ko: 배경음악
pt: Música
zh_hans: 音乐

# MENU_SETTINGS_SOUND
source: Sounds
de: Sound
es: Sonidos
ko: 효과음
pt: Sons
zh_hans: 音效

# MENU_SETTINGS_TITLE
source: Settings
de: Einstellungen
es: Ajustes
ko: 설정
pt: Configurações
zh_hans: 设置

# MENU_SETTINGS_WINDOW_SIZE
source: Window Size
de: Bildschirmgröße
es: Tamaño de Ventana
ko: 해상도
pt: Tamanho da Janela
zh_hans: 屏幕尺寸

# MENU_SHIFT_DOWN
source: Shift Down
de: Ab
es: Mover Abajo
ko: ↓변경
pt: Mover para baixo
zh_hans: 降档

# MENU_SHIFT_UP
source: Shift Up
de: Auf
es: Mover Arriba
ko: ↑변경
pt: Mover para cima
zh_hans: 上档

# MENU_SHOP_BUY
source: Buy
de: Kaufen
es: Comprar
ko: 산다
pt: Comprar
zh_hans: 买

# MENU_SHOP_SELL
source: Sell
de: Verkaufen
es: Vender
ko: 판다
pt: Vender
zh_hans: 卖

# MENU_SHOP_TITLE
source: Goods
de: Güter
es: Mercancías
ko: 상품
pt: Loja
zh_hans: 货物

# MENU_SKILL_RECALL
source: Move Recall
de: Attacke erinnern
es: Recordar Movimientos
ko: 기술 되돌리기
pt: Relembrar Golpes
zh_hans: 重温先前的游戏动作

# MENU_SKILL_SWITCH
source: Switch
de: An/Aus
es: Cambiar
ko: 전환
pt: Alterar
zh_hans: 开关

# MENU_SKILL_USE
source: Use
de: Einsetzen
es: Usar
ko: 쓴다
pt: Usar
zh_hans: 使用

# MENU_SKILLS_CATEGORY
source: Category: {0}
de: Kategorie: {0}
es: Categoría: {0}
ko: 분류: {0}
pt: Categoria: {0}
zh_hans: 种类：{0}

# MENU_SKILLS_ELEMENT
source: Type: {0}
de: Typ: {0}
es: Tipo: {0}
ko: 타입: {0}
pt: Tipo: {0}
zh_hans: 类别: {0}

# MENU_SKILLS_HIT_RATE
source: Accuracy: {0}
de: Trefferquote: {0}
es: Precisión: {0}
ko: 명중: {0}
pt: Precisão: {0}
zh_hans: 准确度：{0}

# MENU_SKILLS_POWER
source: Power: {0}
de: Stärke: {0}
es: Potencia:{0}
ko: 위력: {0}
pt: Força: {0}
zh_hans: 强度：{0}

# MENU_SKILLS_RANGE
source: Range: {0}
de: Reichweite: {0}
es: Rango: {0}
ko: 범위: {0}
pt: Alcance: {0}
zh_hans: 范围：{0}

# MENU_SKILLS_TITLE
source: {0}'s Moves:
de: {0}s Attacken:
es: Movimientos de {0}:
ko: {0}의 기술:
pt: Golpes de {0}:
zh_hans: {0}的动作：

# MENU_SONG_ARTIST
source: Artist: {0}
de: Künstler: {0}
es: Artista: {0}
ko: 작곡가: {0}
pt: Compositor: {0}
zh_hans: 作曲者: {0}

# MENU_SONG_ORIGIN
source: Origin: {0}
de: Herkunft: {0}
es: Origen: {0}
ko: 출처: {0}
pt: Origem: {0}
zh_hans: 原曲: {0}

# MENU_SONG_ORIGIN_NAME
source: Title: {0}
de: Titel: {0}
es: Título: {0}
ko: 원제: {0}
pt: Título: {0}
zh_hans: 曲名: {0}

# MENU_SOS_CLIENT
source: Client: {0}
de: Klient: {0}
es: Cliente: {0}
ko: 구조요청자: {0}
pt: Cliente: {0}
zh_hans: 需救援的团队：{0}

# MENU_SOS_DATE
source: Date: {0}
de: Datum: {0}
es: Fecha: {0}
ko: 날짜: {0}
pt: Data: {0}
zh_hans: 日期: {0}

# MENU_SOS_GOAL
source: Goal: {0}
de: Ziel: {0}
es: Objetivo: {0}
ko: 목표: {0}
pt: Objetivo: {0}
zh_hans: 目标: {0}

# MENU_SOS_REWARD
source: Reward: {0}
de: Belohnung: {0}
es: Recompensa: {0}
ko: 보상: {0}
pt: Recompensa: {0}
zh_hans: 奖励: {0}

# MENU_SOS_TITLE
source: SOS Summary
de: SOS Beschreibung
es: Resumen SOS
ko: 구조요청 요약
pt: Sumário SOS
zh_hans: 求救总结

# MENU_START_RANDOM
source: Random
de: Zufall
es: Aleatorio
ko: 랜덤
pt: Aleatório
zh_hans: 任选

# MENU_START_TEAM
source: Team: {0}
es: Equipo: {0}
ko: 팀: {0}
pt: Equipe: {0}
zh_hans: 团队: {0}

# MENU_STATS_TITLE
source: Stats
de: Statuswerte
es: Estadisticas
ko: 능력치
pt: Estatísticas
zh_hans: 游戏积分

# MENU_STORAGE_MONEY
source: Money
de: Geld
es: Dinero
ko: 돈
pt: Dinheiro
zh_hans: 金额

# MENU_STORAGE_STORE
source: Store Items
de: Items lagern
es: Guardar Objetos
ko: 보관하기
pt: Guardar Itens
zh_hans: 储存物品

# MENU_STORAGE_TAKE_BOX
source: Take Boxes
de: Boxen nehmen
es: Sacar cofres
ko: 상자 꺼내기
pt: Retirar Caixas
zh_hans: 支出箱子

# MENU_STORAGE_TAKE_ITEM
source: Take Items
de: Items nehmen
es: Sacar objetos
ko: 도구 꺼내기
pt: Retirar Itens
zh_hans: 支出物品

# MENU_STORAGE_TITLE
source: Storage
de: Lager
es: Consigna
ko: 보관함
pt: Armazém
zh_hans: 储存

# MENU_SWAP_ANY
source: {0} Unique Items
de: {0} einzigartige Items
es: {0} Objetos Únicos
ko: 서로 다른 아이템 {0}개
pt: {0} Itens Únicos
zh_hans: {0} 个独特的项目

# MENU_SWAP_NEEDED
source: Requirements
de: Voraussetzungen
es: Requisitos
ko: 요건
pt: Requerimentos
zh_hans: 要求

# MENU_TACTICS_EVERYONE
source: Everyone
de: Alle
es: Todos
ko: 모두
pt: Todos
zh_hans: 每个人

# MENU_TACTICS_TITLE
source: Tactics
de: Taktiken
es: Tácticas
ko: 작전 회의
pt: Táticas
zh_hans: 战术

# MENU_TEACH_TITLE
source: Who?
de: Wer?
es: ¿A Quién?
ko: 누구에게?
pt: Para quem?
zh_hans: 哪个？

# MENU_TEAM_CATEGORY
source: Category: {0} Pokémon
de: Kategorie: {0} Pokémon
es: Categoría: Pokémon {0}
ko: 분류: {0}포켓몬
pt: Categoria: Pokémon {0}
zh_hans: 种类：{0} 宝可梦

# MENU_TEAM_ELEMENT
source: Type: {0}
de: Typ: {0}
es: Tipo: {0}
ko: 타입: {0}
pt: Tipo: {0}
zh_hans: 类别：{0}

# MENU_TEAM_EXP
source: Exp. Points: {0}/{1}
de: Erf.: {0}/{1}
es: Exp.: {0}/{1}
ko: 경험치: {0}/{1}
pt: Exp.: {0}/{1}
zh_hans: Exp. 积分：{0}/{1}

# MENU_TEAM_FEATURES
source: Features
de: Eigenschaften
es: Caracteristicas
ko: 특징
pt: Características
zh_hans: 特征

# MENU_TEAM_FELL_AT
source: Fainted At: {0}
de: Ohnmächtig geworden bei: {0}
es: Se desmayó en: {0}
ko: 기절한곳: {0}
pt: Nocauteado em: {0}
zh_hans: 昏倒于：{0}

# MENU_TEAM_HP
source: HP: {0}/{1}
de: KP: {0}/{1}
es: PS: {0}/{1}
pt: PV: {0}/{1}

# MENU_TEAM_HUNGER
source: Belly: {0}/{1}
de: Magen: {0}/{1}
es: Tripa:{0}/{1}
ko: 포만감: {0}/{1}
pt: Barriga: {0}/{1}
zh_hans: 腹部：{0} / {1}

# MENU_TEAM_INFO
source: Info
es: Información
ko: 정보
pt: Informação
zh_hans: 信息

# MENU_TEAM_INTRINSIC
source: Ability: {0}
de: Fähigkeit: {0}
es: Habilidad: {0}
ko: 특성: {0}
pt: Habilidade: {0}
zh_hans: 能力：{0}

# MENU_TEAM_LEVEL
source: Level
es: Nivel
ko: 레벨
pt: Nível
zh_hans: 级别

# MENU_TEAM_LEVEL_SHORT
source: Lv.{0}
es: Niv.{0}
ko: 레벨 {0}
pt: Niv.{0}

# MENU_TEAM_MET_AT
source: Met At: {0}
de: Getroffen bei: {0}
es: Se unió en:{0}
ko: 만난곳: {0}
pt: Encontrado em: {0}
zh_hans: 首次见面在：{0}

# MENU_TEAM_MODE
source: Team Mode
de: Team Modus
es: Modo Equipo
ko: 팀 모드
pt: Modo de Equipe
zh_hans: 团队模式

# MENU_TEAM_MODE_OFF
source: Team Mode Off
de: Team Modus aus
es: Modo Equipo Activado
ko: 팀 모드 꺼짐
pt: Modo de Equipe Desativado
zh_hans: 团队模式关闭

# MENU_TEAM_MODE_ON
source: Team Mode On
de: Team Modus an
es: Modo Equipo Desactivado
ko: 팀 모드 켜짐
pt: Modo de Equipe Ativado
zh_hans: 团队模式开启

# MENU_TEAM_PROMOTE_NONE
source: None
de: Keine
es: Ninguno
ko: 진화없음
pt: Nenhuma
zh_hans: 无

# MENU_TEAM_PROMOTION
source: Evolution:
de: Entwicklung:
es: Evolución:
ko: 진화형:
pt: Evolução:
zh_hans: 进化：

# MENU_TEAM_RENAME
source: Rename
de: Umbenennen
es: Renombrar
ko: 개명한다
pt: Renomear
zh_hans: 重新命名

# MENU_TEAM_SEND_HOME
source: Send Home
de: Zur. n. Hause
es: Enviar a Casa
ko: 돌려보내기
pt: Enviar para Casa
zh_hans: 送回家

# MENU_TEAM_SKILLS
source: Moves:
de: Attacken:
es: Movimientos:
ko: 기술:
pt: Golpes:
zh_hans: 游戏动作

# MENU_TEAM_SPECIES
source: Species: {0}
de: Spezies: {0}
es: Especies: {0}
ko: 종류: {0}
pt: Espécie: {0}
zh_hans: 物种：{0}

# MENU_TEAM_STATS
source: Stats:
de: Statistiken:
es: Estadisticas:
ko: 스탯: {0}
pt: Estatísticas:
zh_hans: 统计数据：

# MENU_TEAM_STATUS_TITLE
source: Statuses
de: Status
es: Estado
ko: 상태이상
pt: Estado
zh_hans: 地位

# MENU_TEAM_SUMMARY
source: Summary
de: Übersicht
es: Resumen
ko: 요약
pt: Sumário
zh_hans: 概诉

# MENU_TEAM_TITLE
source: Team
es: Equipo
ko: 팀
pt: Equipe
zh_hans: 团队

# MENU_TEAM_TRADED_FROM
source: Exchanged from: {0}
de: Getauscht von: {0}
es: Intercambiado de: {0}
ko: 보낸사람: {0}
zh_hans: 交换自：{0}

# MENU_TIME_OF_DAY
source: Time: {0}
de: Zeit: {0}
es: Tiempo: {0}
ko: 시간: {0}
pt: Tempo: {0}
zh_hans: 时间

# MENU_TOP_CONTINUE
source: Continue
de: Fortfahren
es: Continuar
ko: 계속한다
pt: Continuar
zh_hans: 继续

# MENU_TOP_LOAD
source: Load Game
de: Spielstand laden
es: Cargar Juego
ko: 불러오기
pt: Carregar Jogo
zh_hans: 加载游戏

# MENU_TOP_NEW
source: New Game
de: Neues Spiel
es: Nuevo Juego
ko: 새 모험을 시작한다
pt: Novo Jogo
zh_hans: 新游戏

# MENU_TOP_RECORD
source: Records
de: Aufzeichnungen
es: Récords
ko: 기록
pt: Recordes
zh_hans: 记录

# MENU_TOP_RESCUE_AWAIT
source: Awaiting Rescue
de: Erwarte Rettung
es: Esperando Rescate
ko: 구조 기다림
zh_hans: 等待救援

# MENU_TRADE_ITEM
source: Trade Treasure
de: Schatzaustausch
es: Intercambiar Tesoro
ko: 보물 교환
pt: Trocar Tesouro
zh_hans: 交换宝物

# MENU_TRADE_ITEM_OFFER
source: Offered Items
de: Angebotene Items
es: Objetos Ofrecidos
ko: 제시한 아이템
pt: Itens Oferecidos
zh_hans: 提供的物品

# MENU_TRADE_MAIL
source: Trade Missions
de: Missionsaustausch
es: Intercambiar Misiones
ko: 의뢰 교환
pt: Trocar Missões
zh_hans: 交换任务

# MENU_TRADE_TEAM
source: Trade Team
de: Teamaustausch
es: Intercambiar Equipo
ko: 팀 교환
pt: Trocar Equipe
zh_hans: 交换团队

# MENU_TREASURE_TITLE
source: Treasure
de: Schatz
es: Tesoro
ko: 보물
pt: Tesouro
zh_hans: 宝物

# MENU_UPDATE_TEAM
source: Update Team
de: Team aktualisieren
es: Actualizar Equipo
ko: 팀 적용
pt: Atualizar Equipe
zh_hans: 更新团队

# MET_AT_START
source: The Beginning
de: Von Anfang an
es: El Principio
ko: 처음부터
pt: No Ínicio
zh_hans: 起始

# MSG_CANT_CHECK_TILE
source: {0} can't trigger tiles right now.
de: {0} kann im Moment keine Felder auslösen.
es: {0} no puede activar baldosas ahora mismo.
ko: {0}(은)는 지금 타일을 작동할 수 없다.
pt: {0} não pode checar o solo nesse momento.
zh_hans: {0}现在不能触发瓷砖。

# MSG_CANT_DEQUIP
source: {0} can't take off items right now.
de: {0} kann im Moment keine Items ablegen.
es: {0} no puede quitarse objetos ahora mismo.
ko: {0}(은)는 지금 아이템을 벗을 수 없다.
pt: {0} não pode remover itens nesse momento.
zh_hans: {0} 目前无法取下物品。

# MSG_CANT_DROP_HERE
source: The item can't be dropped here.
de: Dieses Item kann hier nicht abgelegt werden.
es: Este objeto no se puede dejar aquí.
ko: 이 아이템은 여기 버릴 수 없다.
pt: O item não pode ser colocado aqui.
zh_hans: 物品不能丢在这里。

# MSG_CANT_DROP_ITEM
source: {0} can't drop items right now.
de: {0} kann im Moment keine Items ablegen.
es: {0} no puede dejar objetos ahora mismo.
ko: {0}(은)는 지금 아이템을 버릴 수 없다.
pt: {0} não pode colocar itens no chão nesse momento.
zh_hans: {0} 现在无法丢弃物品。

# MSG_CANT_PICKUP_ITEM
source: {0} can't pick up items right now.
de: {0} kann im Moment keine Items aufheben.
es: {0} no puede recojer objetos ahora mismo.
ko: {0}(은)는 지금 아이템을 주울 수 없다.
pt: {0} não pode pegar itens nesse momento.
zh_hans: {0}现在不能拾取物品。

# MSG_CANT_REPLACE_MONEY
source: The money on the ground can't be replaced.
de: Das Geld auf dem Boden kann nicht ausgetauscht werden.
es: El dinero en el suelo no puede ser reemplazado.
ko: 땅에 있는 돈은 아이템과 바꿀 수 없다.
pt: O dinheiro no solo não pode ser substituido.
zh_hans: 地面上的钱不能更换。

# MSG_CANT_SWAP_ITEM
source: {0} can't swap items right now.
de: {0} kann im Moment keine Items tauschen.
es: {0} no puede cambiar objetos ahora mismo.
ko: {0}(은)는 지금 아이템을 바꿀 수 없다.
pt: {0} não pode trocar itens nesse momento.
zh_hans: {0}现在不能交换物品。

# MSG_CANT_SWAP_LEADER
source: {0} can't swap leaders right now.
de: {0} kann momentan den Anführer nicht wechseln.
es: {0} no puede cambiar líderes ahora mismo.
pt: {0} não pode trocar líderes nesse momento.
zh_hans: {0} 目前无法交换领导者。

# MSG_CANT_USE_ITEM
source: {0} can't use items right now!
de: {0} kann im Moment keine Items nutzen!
es: ¡{0} no puede usar objetos ahora mismo!
ko: {0}(은)는 지금 아이템을 쓸 수 없다!
pt: {0} não pode usar itens nesse momento!
zh_hans: {0}现在不能使用物品！

# MSG_CHARGES_LOST
source: {0}'s {1} lost [color=#00FFFF]{2}[color] PP!
de: {0}s {1} verliert [color=#00FFFF]{2}[color] AP!
es: ¡El {1} de {0} perdió [color=#00FFFF]{2}[color] PP!
ko: {0}의 {1}(은)는 [color=#00FFFF]{2}[color]PP를 잃었다!
pt: O golpe {1} de {0} perdeu [color=#00FFFF]{2}[color] PP!
zh_hans: {0}的{1}丢失[color=＃00FFFF] {2} [color] PP！

# MSG_CHARGES_LOST_ALL
source: {0}'s moves lost [color=#00FFFF]{1}[color] PP!
de: {0}s Attacken verlieren [color=#00FFFF]{1}[color] AP!
es: ¡Los movimientos de {0} perdieron [color=#00FFFF]{1}[color] PP!
ko: {0}의 기술들은 [color=#00FFFF]{1}[color]PP를 잃었다!
pt: Os golpes de {0} perderam [color=#00FFFF]{1}[color] PP!
zh_hans: {0} 的动作失败了 [color=#00FFFF]{1}[color] PP！

# MSG_CHARGES_LOST_ALL_NO_MORE
source: {0}'s moves are already out of PP!
de: {0}s Attacken besitzen keine AP mehr!
es: ¡Los movimientos de {0} ya no le quedan PP!
ko: {0}의 기술들은 더이상 PP가 남아있지 않다!
pt: Os golpes de {0} estão sem PP!
zh_hans: {0}的招式已经没有PP了！

# MSG_CHARGES_LOST_NO_MORE
source: {0}'s {1} is already out of PP!
de: {0}s {1} besitzt bereits keine AP mehr!
es: ¡El {1} de {0} ya está fuera de PP!
ko: {0}의 {1}(은)는 이미 PP가 남아있지 않았다!
pt: O golpe {1} de {0} já está sem PP!
zh_hans: {0}的{1}已经没有PP了！

# MSG_CHARGES_LOST_ZERO
source: {0}'s PP didn't drop!
de: {0}s AP sind nicht gefallen!
es: ¡Los PP de {0} no bajaron!
ko: {0}의 PP는 떨어지지 않았다!
pt: Os PP de {0} não caíram!
zh_hans: {0}的PP没有失掉！

# MSG_CHARGES_RESTORE
source: {0} recovered PP.
de: {0} füllt seine AP auf.
es: {0} recuperó PP.
ko: {0}(은)는 PP를 회복했다.
pt: {0} recuperou PP.
zh_hans: {0} 恢复了 PP。

# MSG_CHARGES_ZERO
source: {0}'s {1} lost the rest of its PP!
de: {0}s {1} hat den Rest seiner AP verloren!
es: ¡El {1} de {0} perdió el resto de su PP!
ko: {0}의 {1}(은)는 남은 PP를 몽땅 잃었다!
pt: O golpe {1} de {0} perdeu o resto de seu PP!
zh_hans: {0} 的 {1} 失去了自己剩余的 PP！

# MSG_CHARGES_ZERO_ALL
source: {0}'s {1} lost the rest of their PP!
de: {0}s {1} haben den Rest ihrer AP verloren!
es: ¡El {1} de {0} perdio el resto de sus PP!
ko: {0}의 {1}(은)는 나머지 PP를 모두 잃었다!
pt: Os golpes {1} de {0} perderam o resto de seus PP!
zh_hans: {0} 的 {1} 失去了他们剩余的 PP！

# MSG_DAMAGE
source: {0} took [color=#00FFFF]{1}[color] damage!
de: {0} hat [color=#00FFFF]{1}[color] Schaden genommen!
es: ¡{0} recibió [color=#00FFFF]{1}[color] de daño!
ko: {0}에게 [color=#00FFFF]{1}[color]의 피해!
pt: {0} recebeu [color=#00FFFF]{1}[color] de dano!
zh_hans: {0} 受到 [color=#00FFFF]{1}[color] 损坏！

# MSG_DAMAGE_ENDURE
source: {0} endured the hit!
de: {0} hat durchgehalten!
es: ¡{0} soportó el golpe!
ko: {0}(은)는 공격을 버텨냈다!
pt: {0} resistiu o ataque!
zh_hans: {0}经受住了打击！

# MSG_DAMAGE_INFINITY
source: {0} took calamitous damage!
de: {0} hat katastrophalen Schaden genommen!
es: ¡{0} recibió un daño desastroso!
ko: {0}에게 엄청난 피해!
pt: {0} recebeu dano calamitoso!
zh_hans: {0} 遭受了灾难性的破坏！

# MSG_DAMAGE_ZERO
source: {0} took no damage!
de: {0} hat keinen Schaden genommen!
es: ¡{0} no recibió daño!
ko: {0}(은)는 피해를 입지 않았다!
pt: {0} não tomou dano!
zh_hans: {0}没有受到任何伤害！

# MSG_DANGER_CONFIRM
source: ...are you sure?
de: ... Bist du dir sicher?
es: ...¿estás seguro?
ko: ...정말 보내줄까?
pt: ...você tem certeza?
zh_hans: ...你确定吗？

# MSG_DEFEAT
source: Oh no! {0} fainted!
de: Oh nein! {0} ist ohnmächtig!
es: ¡Oh no! ¡{0} se desmayó!
ko: 이런! {0}(은)는 기절했다!
pt: Ah não! {0} foi nocauteado!
zh_hans: 不好了！ {0}晕倒了！

# MSG_DEFEAT_FOE
source: {0} was defeated!
de: {0} wurde besiegt!
es: ¡{0} ha sido derrotado!
ko: {0}(을)를 쓰러뜨렸다!
pt: {0} foi derrotado!
zh_hans: {0} 被打败了！

# MSG_DEQUIP_CURSED
source: {0}'s {1} is sticky and can't be taken off!
de: {0}s {1} ist klebrig und kann nicht abgelegt werden!
es: ¡El {1} de {0} esta pegajoso y no puede ser quitado!
ko: {0}의 {1}(은)는 끈적여서 벗을 수 없다!
pt: O item {1} de {0} está grudento e não pode ser desequipado!
zh_hans: {0}的{1}很粘，取不下来！

# MSG_ELEMENT_CHANGE
source: {0} became {1}-type!
de: {0} wurde ein {1}-Typ!
es: ¡{0} se convirtió a tipo {1}!
ko: {0}(은)는 {1}타입이 되었다!
pt: {0} se tornou um tipo {1}!
zh_hans: {0} 变成了 {1} 类型！

# MSG_ELEMENT_CHANGE_DUAL
source: {0} became {1}/{2}-type!
de: {0} wurde ein {1}-/{2}-Typ!
es: ¡{0} se convirtió a tipo {1} y {2}!
ko: {0}(은)는 {1}/{2}타입이 되었다!
pt: {0} se tornou um tipo {1}/{2}!
zh_hans: {0} 变成了 {1}/{2} 类型！

# MSG_ENTER_MAP
source: {0} reached {1}.
de: {0} hat {1} erreicht.
es: {0} llegó al {1}.
ko: {0}(은)는 {1}에 도달했다.
pt: {0} chegou a {1}.
zh_hans: {0} 达到了 {1}。

# MSG_EQUIP_AUTOCURSE
source: The {0} became sticky and stuck to {1}!
de: {0} wurde klebrig und klebt an {1} fest!
es: ¡El {0} se volvió pegajoso y se pegó con {1}!
ko: {0}(은)는 끈적해져서 {1}에게 붙었다!
pt: {0} ficou grudento(a) e grudou em {1}!
zh_hans: {0} 变粘并粘在 {1} 上！

# MSG_EQUIP_AUTOCURSE_AVOID
source: The {0} became sticky, but didn't stick to {1}!
de: {0} wurde klebrig aber klebt nicht an {1} fest!
es: ¡El {0} se volvió pegajoso, pero no se pego con {1}!
ko: {0}(은)는 끈적해졌지만, {1}에게 붙지 않았다!
pt: {0} ficou grudento(a), mas não grudou em {1}!
zh_hans: {0} 变粘了，但没有粘到 {1}！

# MSG_EQUIP_CURSED
source: The {0} became stuck to {1}!
de: {0} klebt an {1} fest!
es: ¡El {0} se pegó con {1}!
ko: {0}(은)는 {1}에게 붙었다!
pt: {0} grudou em {1}!
zh_hans: {0} 粘在 {1} 上！

# MSG_EXP_GAIN
source: The team gained [color=#00FFFF]{0}[color] Exp. Points!
de: Das Team erhält [color=#00FFFF]{0}[color] Erfahrungspunkte.
es: El equipo ganó [color=#00FFFF]{0}[color] Puntos de Experiencia.
ko: 팀은 [color=#00FFFF]{0}[color] 경험치를 얻었다.
pt: A equipe ganhou [color=#00FFFF]{0}[color] Pontos de Experiência.
zh_hans: 团队获得了 [color=#00FFFF]{0}[color] Exp.积分！

# MSG_EXP_GAIN_MEMBER
source: {0} gained [color=#00FFFF]{1}[color] Exp. Points!
de: {0} erhält [color=#00FFFF]{1}[color] Erfahrungspunkte.
es: {0} ganó [color=#00FFFF]{1}[color] Puntos de Experiencia.
ko: {0}(은)는 [color=#00FFFF]{1}[color] 경험치를 얻었다.
pt: {0} ganhou [color=#00FFFF]{1}[color] Pontos de Experiência.
zh_hans: {0} 获得 [color=#00FFFF]{1}[color] Exp.积分！

# MSG_HP_RESTORE
source: {0} recovered [color=#00FFFF]{1}[color] HP.
de: {0} heilt [color=#00FFFF]{1}[color] KP.
es: {0} recuperó [color=#00FFFF]{1}[color] PS
ko: {0}(은)는 [color=#00FFFF]{1}[color] HP를 회복했다.
pt: {0} recuperou [color=#00FFFF]{1}[color] de PV.
zh_hans: {0} 恢复了 [color=#00FFFF]{1}[color] HP。

# MSG_HUNGER_CRITICAL
source: {0} is getting dizzy from hunger...
de: {0} wird schwindelig vor Hunger...
es: Te mareas del hambre...
ko: {0}(은)는 배가 고파서 눈이 돌기 시작했다...
pt: A fome está deixando {0} tonto...
zh_hans: {0} 因饥饿而头晕...

# MSG_HUNGER_EMPTY
source: Oh no! {0}'s belly is empty!
de: Oh nein! {0}s Magen ist leer!
es: ¡Oh, no! ¡Tienes la Tripa vacía!
ko: 이런! {0}의 포만감이 한계에 달했다!
pt: Ah não! A barriga de {0} está vazia!
zh_hans: 不好了！ {0}的肚子是空的！
